import React from "react";
import Link from "next/link";
import Head from "next/head";
import Navbar from "../../components/NavBar";

const PrivacyPolicy = () => {
  return (
    <div>
      <Navbar />
      <div className="PrivacyPolicy lg:mx-36 flex flex-col text-slate-700 lg:p-10 mt-5 p-5 leading-relaxed tracking-wide">
        <Head>
          <title>គោលការណ៍​នៃភាព​ឯកជន</title>
          <meta
            name="viewport"
            content="initial-scale=1.0, width=device-width"
          />
        </Head>

        <div className="flex flex-row justify-between">
          {" "}
          <h2 className="mb-3">គោលការណ៍​នៃភាព​ឯកជន</h2>
          <div className=" w-auto ">
            <button className="rounded-lg p-1 bg-slate-800 text-white w-20 mr-3">
              <Link href="/privacy-policy">
                <a>ភាសាខ្មែរ</a>
              </Link>{" "}
            </button>
            <button className="w-20">
              {" "}
              <Link href="/privacy-policy/en" locale="en">
                <a>En</a>
              </Link>
            </button>
          </div>
        </div>
        <h3 className="mb-1 mt-4">សេចក្តីផ្តើម</h3>
        <p>
          យើងដឹងថាការចែករំលែកព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកជាមួយយើងគឺផ្អែកលើការទុកចិត្ត។
          យើងយកចិត្តទុកដាក់
          យ៉ាងខ្លាំងហើយប្តេជ្ញាធានាថាយើងគោរពភាពឯកជនរបស់អ្នកនៅពេលអ្នកចូលមើលគេហទំព័ររបស់យើងឬប្រើប្រាស់សេវាកម្មរបស់យើង។
          សូមពិនិត្យមើលសេចក្តីថ្លែងការណ៍នេះដោយយកចិត្តទុកដាក់ដើម្បីស្វែងយល់
          អំពីការអនុវត្ត ឯកជនភាពរបស់យើង។
          យើងធ្វើប្រតិបត្តិការសេវាកម្មតាមអ៊ិនធឺរណែតដែលផ្តល់ជូនអ្នកប្រើប្រាស់នូវការណែនាំសម្រាប់ការធ្វើផែនការនៃការធ្វើដំណើរកំសាន្ត
          រួមទាំង សណ្ឋាគារ ការជួលផ្ទះវិស្សមកាល និង កន្លែងស្នាក់នៅផ្សេងទៀត
          ទីកន្លែងកំសាន្ត និង បទពិសោធន៍នៃដំណើរកំសាន្ត ភោជនីយដ្ឋាន សំបុត្រយន្តហោះ
          និង ការហោះហើរ សំបុត្រទូក និង នាវាកម្សាន្ត និង សេវាផ្សេងៗ ជាច្រើនទៀត។
          ដើម្បីចាប់ផ្តើមជាមួយនឹងការពិតដ៏សំខាន់មួយ:
          យើងមិនដែលលក់អាសយដ្ឋានអ៊ីមែលរបស់អ្នកទៅឱ្យភាគីទីបី។
          យើងនឹងចែករំលែកតែព័ត៌មានលម្អិតរបស់អ្នកជាមួយភាគីទី ៣
          ដែលអ្នកយល់ព្រមឱ្យចែករំលែកជាមួយ។
          យើងយកចិត្តទុកដាក់សិទ្ធិចំពោះឯកជនភាពរបស់អ្នកយ៉ាងខ្លាំង
          ហើយចង់អោយអ្នកមានអារម្មណ៍ ងាយស្រួល និង
          ទុកចិត្តក្នុងការប្រើប្រាស់វេទិការបស់យើង (គេហទំព័រ កម្មវិធី និង
          សេវាកម្មឌីជីថល ផ្សេងទៀត) ។
          គោលការណ៍ឯកជនភាពនេះទាក់ទងនឹងព័ត៌មានដែលអាចកំណត់អត្តសញ្ញាណផ្ទាល់ខ្លួន
          (សំដៅលើ“ ទិន្នន័យ” ខាងក្រោម) ដែលអាចត្រូវបានប្រមូលដោយយើងនៅលើគេហទំព័រ
          និង កម្មវិធីអ៊ិនធឺរណែតរបស់យើង។
          គោលការណ៍នេះមិនអនុវត្តចំពោះអង្គភាពផ្សេងទៀតដែលយើងមិនមែនជាម្ចាស់ ឬ
          គ្រប់គ្រង ឬ បុគ្គលណាដែល មិនមែនជានិយោជិកភ្នាក់ងារ ឬ
          នៅក្នុងការគ្រប់គ្រងរបស់យើងឡើយ។ សូមចំណាយពេលអានល័ក្ខខ័ណ្ឌរបស់យើង។
        </p>

        <h3 className="mb-1 mt-4">១. ដំណើរការទិន្នន័យ</h3>
        <p>
          ដើរលេង ធ្វើដំណើរការលើទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកដែលយើងទទួលបានពីអ្នក
          ជាផ្នែកមួយនៃទំនាក់ទំនងអាជីវកម្ម របស់យើង។
          ព័ត៌មាននិងទិន្នន័យទាក់ទងនឹងអ្នកគឺចាំបាច់សម្រាប់ការគ្រប់គ្រង
          ការបញ្ជាទិញ / ការកក់របស់អ្នក និង សេវាកម្មបន្ថែម។ ទិន្នន័យផ្ទាល់ខ្លួន
          រួមមានព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នក (ឧទាហរណ៍ ឈ្មោះ អាសយដ្ឋាន
          ព័ត៌មានទំនាក់ទំនង រឺ សញ្ជាតិ) ។
          លើសពីនេះទៀតវាអាចរាប់បញ្ចូលទិន្នន័យបញ្ជាទិញ / ទិន្នន័យការកក់ (ឧទាហរណ៍
          ការទូទាត់) ទិន្នន័យពីការបំពេញ កាតព្វកិច្ចតាមកិច្ចសន្យារបស់យើង (ឧទាហរណ៍
          ព័ត៌មានធានារ៉ាប់រង) ការផ្សាយពាណិជ្ជកម្ម និង ទិន្នន័យឯកសារ
          (ឧទាហរណ៍កំណត់ត្រានៃការស្វែងរកក្នុងកម្មវិធី) ទិន្នន័យចុះឈ្មោះ រូបភាព
          និង ទិន្នន័យសំឡេង (ឧទាហរណ៍ការថតសំលេងទូរស័ព្ទ)
          ព័ត៌មានពីការទំនាក់ទំនងអេឡិចត្រូនិករបស់អ្នកជាមួយយើង (ឧទាហរណ៍ cookies)
          ក៏ដូចជាទិន្នន័យសម្រាប់ការអនុលោមតាមតម្រូវការច្បាប់។ សូមកត់សម្គាល់ថា
          ឈ្មោះអ្នកប្រើប្រាស់ អាស័យដ្ឋានអ៊ីម៉ែល ឬ
          ការដាក់ស្នើផ្សេងទៀតដែលអ្នកធ្វើនៅលើគេហទំព័រនេះ អាចមានឈ្មោះពិតរបស់អ្នក ឬ
          ព័ត៌មានដែលអាចកំណត់អត្តសញ្ញាណផ្ទាល់ខ្លួនផ្សេងទៀត ហើយជាលទ្ធផល អាចនឹង​
          លេចឡើងនៅលើគេហទំព័រនេះ។ ដូចវេទិកាជាច្រើនដែរ
          យើងក៏អាចទទួលបានព័ត៌មានទូទៅដោយស្វ័យប្រវត្តិដែលមាននៅក្នុង ឯកសារកំណត់ហេតុ
          ម៉ាស៊ីនមេរបស់យើង ដូចជា អាស័យដ្ឋាន IP និងព័ត៌មានcookiesបស់អ្នក។
          ព័ត៌មានអំពីរបៀបដែលការ ផ្សាយពាណិជ្ជកម្មអាចត្រូវបានបម្រើនៅលើគេហទំព័រនេះ
          (បើទាំងអស់) ត្រូវបានកំណត់ដូចខាងក្រោម។ ដើរលេង
          ប្រើប្រាស់នូវមធ្យោបាយទូទាត់ប្រាក់ តាមរយះភាគីទី ៣ មានដូចជា Payway
          របស់ធនាគារ ABA, Pipay រឺ​ Wing
          ដើម្បីធានាថាព័ត៌មានកាតឥណទានផ្ទាល់ខ្លួននិងព័ត៍មានសំងាត់
          របស់អ្នកត្រូវបានរក្សាទុកយ៉ាងមាន សុវត្ថិភាព។
          ព័ត៌មានលំអិតកាតឥណទានរបស់អ្នកមិនត្រូវបានរក្សាទុកនៅលើ ដើរលេង ទេ
          ផ្ទុយទៅវិញព័ត៌មានរបស់ អ្នកត្រូវបានរក្សាទុក និង ការពារ
          ជាមួយក្រុមហ៊ុនភាគីទី ៣ ទាំងនេះនៅពេលរាល់ការកក់ដែលអ្នកបានធ្វើនឹង
          ត្រូវបានបញ្ជូនទៅវេទិកាបង់ប្រាក់របស់ពួកគេដើម្បីដំណើរការការទូទាត់។
          ដើរលេង និង
          និយោជិកមិនអាចមើលព័ត៌មានកាតរបស់អ្នកបានទេព្រោះក្រុមហ៊ុនទូទាត់ប្រាក់ទាំងនេះ
          កាត់បន្ថយព័ត៌មានលម្អិតកាតឥណទានរបស់អ្នក។
        </p>

        <h3 className="mb-1 mt-4">
          ២. ការប្រើប្រាស់ទិន្នន័យ គោលបំណង និង មូលដ្ឋានច្បាប់នៃដំណើរការទិន្ន័យ
        </h3>
        <p>
          យើងដំណើរការទិន្នន័យផ្ទាល់ខ្លួនរបស់អ្នកសម្រាប់ ការគ្រប់គ្រងបញ្ជាទិញ /
          ការកក់របស់អ្នក និង ការប្រតិបត្តិនៃ ការបញ្ជាទិញរបស់អ្នក និង
          សកម្មភាពទាំងអស់ដែលត្រូវការ
          សម្រាប់ប្រតិបត្តិការនិងគ្រប់គ្រងជាឈ្មួញកណ្តាល។ យើងអាចប្រើទិន្នន័យ
          ដើម្បីប្តូរតាម បំណង និង បង្កើនបទពិសោធន៍អ្នកប្រើប្រាស់
          នៅលើគេហទំព័រនេះនិងទាក់ទង ជាមួយអ្នក។ យើងនឹងខិតខំការពារ
          ដូច្នេះទិន្នន័យរបស់អ្នកនឹងមិនត្រូវបានផ្តល់ជូនភាគីទី៣ឡើយ លើកលែងតែ៖ (i)
          បានផ្តល់ជូន បើមិនដូច្នេះទេនិងយោងនៅក្នុងគោលការណ៍ឯកជនភាពនេះ។ (ii)
          យើងទទួលបានការព្រមព្រៀងរបស់អ្នកដូចជានៅពេលអ្នកជ្រើសរើស ចូលរួម ឬ
          មិនចូលរួមក្នុងការចែករំលែក ទិន្នន័យ។ (iii)
          សេវាកម្មដែលត្រូវបានផ្តល់ជូននៅលើគេហទំព័ររបស់យើង
          តម្រូវឱ្យមានអន្តរកម្មជាមួយ ឬ ត្រូវបានផ្តល់ឱ្យ ដោយភាគីទីបី ដោយឧទាហរណ៍
          កម្មវិធីឌីជីថលអ្នកផ្គត់ផ្គង់ (Application Services Provider)។ (iv)
          អនុលោមតាមនីតិវិធីច្បាប់ឬការអនុវត្តច្បាប់។ (v) យើងនិងពិន័យ
          បើឃើញថាការប្រើប្រាស់របស់អ្នកគេហទំព័រនេះ រំលោភ លើគោលការណ៍នេះ, គោលការណ៍
          និង លក្ខន្តិក, និង គោលការណ៍ណែនាំនៃការប្រើប្រាស់ផ្សេងទៀត ឬ របស់យើង
          ដែលគិតថាចាំបាច់ សមរម្យ ដើម្បីការពារសិទ្ធិនិង /
          ឬទ្រព្យសម្បត្តិស្របច្បាប់របស់យើង។ (vi)
          គេហទំព័រនេះត្រូវបានទិញដោយភាគីទីបីដែលភាគីទីបីនឹងអាចប្រើប្រាស់ទិន្នន័យតាមរបៀបដូចដែលយើង
          អាចមានចែងនៅក្នុងគោលការណ៍នេះ។
          ក្នុងករណីដែលអ្នកជ្រើសរើសប្រើតំណភ្ជាប់ដែលមាននៅលើគេហទំព័រ
          របស់យើងដើម្បីទស្សនាវេទិកាផ្សេងទៀត
          អ្នកត្រូវបានណែនាំឱ្យអានគោលការណ៍ភាពឯកជន ដែលលេចឡើង នៅលើគេហទំព័រទាំងនោះ។
        </p>

        <h3 className="mb-1 mt-4">៣. អ្នកទទួលទិន្នន័យ</h3>
        <p>
          យើងនឹងផ្ទេរទិន្នន័យរបស់អ្នកទៅប្រតិបត្តិករទេសចរណ៍ដែលនឹងអនុវត្តដំណើរកម្សាន្តដែលអ្នកបានកក់។
          ដូច្នេះទិន្នន័យរបស់អ្នកអាចនឹងត្រូវផ្ទេរទៅឱ្យភាគីមួយនៅខាងក្រៅប្រទេសកម្ពុជា
          (“ ប្រទេសទីបី”)
          ប្រសិនបើប្រតិបត្តិករទេសចរណ៍ដែលអ្នកបានជ្រើសរើសស្ថិតនៅក្នុងប្រទេសទីបី
          និង / ឬ ដំណើរកម្សាន្តនេះ ធ្វើឡើងនៅក្នុងប្រទេសទីបី។
          ដោយជ្រើសរើសប្រតិបត្តិករទេសចរណ៍នៅក្នុងប្រទេសទីបី /
          ដំណើរកម្សាន្តមួយដែលកើតឡើងនៅក្នុងប្រទេសទីបី
          អ្នកត្រូវដឹងអំពីការពិតដែលថាការផ្ទេរទិន្នន័យផ្ទាល់ខ្លួនទៅប្រទេសទីបីគឺចាំបាច់សម្រាប់ការអនុវត្តកិច្ចសន្យារវាងអ្នក
          និង ដើរលេង និង / ឬ
          ការអនុវត្តវិធានការណ៍មុនកិច្ចសន្យាដែលបានធ្វើឡើងតាមការស្នើសុំរបស់អ្នក
          និង / ឬ
          ចាំបាច់សម្រាប់ការបញ្ចប់ឬការអនុវត្តកិច្ចសន្យាដែលបានបញ្ចប់នៅក្នុងចំណាប់អារម្មណ៍របស់អ្នករវាង
          ដើរលេង និង ប្រតិបត្តិករទេសចរណ៍។
          យើងចែករំលែកទិន្នន័យផ្ទាល់ខ្លួនជាមួយដៃគូផ្សាយពាណិជ្ជកម្មរួមមានអាស័យដ្ឋានអ៊ីម៉ែលរបស់អ្នក
          ដែលជាផ្នែក​ មួយនៃការធ្វើទីផ្សារ សេវាកម្មរបស់យើងតាមរយៈភាគីទីបី
          (ដើម្បីធានាថាការផ្សាយពាណិជ្ជកម្មត្រូវបានបង្ហាញត្រឹមត្រូវ ដល់ទស្សនិកជន)
          ។
          យើងព្យាយាមចែករំលែកអាស័យដ្ឋានអ៊ីមែលដើម្បីធ្វើការរផ្គូផ្គងអាស័យដ្ឋានអ៊ីមែលរបស់អ្នកជាមួយទិន្នន័យអតិថិជនដែលមានស្រាប់ដូច្នេះអាស័យដ្ឋានអ៊ីម៉ែលរបស់អ្នកមិនអាចត្រូវបានប្រើសម្រាប់គោលបំណងផ្សេងទៀតឡើយ។
        </p>

        <h3 className="mb-1 mt-4">៤. សន្តិសុខព័ត៌មាន</h3>
        <p>
          គេហទំព័រនិងកម្មវិធីរបស់យើងមានវិធានការណ៍សន្តិសុខយ៉ាងតឹងរឹងដើម្បីការពារ
          ការបាត់បង់ ការប្រើប្រាស់​ មិនត្រឹមត្រូវ និង ការផ្លាស់ប្តូរព័ត៌មាន
          ក្រោមការគ្រប់គ្រងរបស់យើង។ រាល់ពេលដែលអ្នកផ្លាស់ប្តូរ ឬ
          ចូលប្រើព័ត៌មានគណនីរបស់អ្នក
          យើងផ្តល់ជូននូវការប្រើប្រាស់ម៉ាស៊ីនមេដែលមានសុវត្ថិភាព។
          នៅពេលព័ត៌មានរបស់អ្នកស្ថិតនៅក្នុងកម្មសិទ្ធិរបស់យើងយើងប្រកាន់ខ្ជាប់នូវគោលការណ៍ណែនាំសន្តិសុខយ៉ាងតឹងរឹងការពារវាពីការចូលប្រើប្រាស់ដោយគ្មានការអនុញ្ញាត។
        </p>

        <h3 className="mb-1 mt-4">៥. Cookies</h3>
        <p>
          ដូចកម្មវិធីជាច្រើនដែរ យើងកំណត់ និង ប្រើ Cookies
          ដើម្បីបង្កើនបទពិសោធន៍អ្នកប្រើប្រាស់ដូចជាការរក្សាទុក
          ការកំណត់ផ្ទាល់ខ្លួនរបស់អ្នក។
          ការផ្សាយពាណិជ្ជកម្មអាចនឹងលេចឡើងនៅលើកម្មវិធីរបស់យើងហើយប្រសិនបើដូច្នេះ
          អាចនឹងកំណត់និងចូលប្រើ Cookies នៅលើកុំព្យូទ័ររបស់អ្នក
          ហើយត្រូវស្ថិតក្រោមគោលការណ៍ឯកជនភាពរបស់
          ភាគីទាំងនោះដែលផ្តល់ការផ្សាយពាណិជ្ជកម្ម។
        </p>

        <h3 className="mb-1 mt-4">៦. កុមារ</h3>
        <p>
          យើងមិនអនុញ្ញាតឱ្យមនុស្សដែលមានអាយុតិចជាងដប់ប្រាំបីឆ្នាំក្លាយជាសមាជិកនៃគេហទំព័រនេះឬកម្មវិធីរបស់យើង។
        </p>

        <h3>៧. ការកែសម្រួលឬលុបព័ត៌មានគណនីរបស់អ្នក</h3>
        <p>
          យើងខ្ញុំផ្តល់ឱ្យអ្នកនូវសមត្ថភាពក្នុងការកែសម្រួលព័ត៌មាននៅក្នុងគណនីរបស់អ្នកដោយការចូលទៅក្នុងគណនីរបស់អ្នក។
          អ្នកអាចស្នើសុំលុបគណនីអ្នកប្រើប្រាស់របស់អ្នកដោយទាក់ទងយើងខ្ញុំ។
          មាតិកាឬទិន្នន័យផ្សេងទៀតដែលអ្នក អាចផ្តល់ ជូនយើងខ្ញុំហើយដែលមិនមាននៅក្នុង
          គណនីរបស់អ្នក ដូចជា ប្រកាសដែលអាចបង្ហាញនៅក្នុងវេទិការ ជជែកកំសាន្តរបស់យើង
          អាចបន្តស្ថិតនៅលើគេហទំព័ររបស់យើងខ្ញុំតាមការសំរេចចិត្តរបស់យើងខ្ញុំ
          ទោះបីជាគណនី របស់អ្នកត្រូវបានលុបចោលក៏ដោយ។ សូមមើលល័ក្ខខ័ណ្ឌរបស់យើង។
        </p>

        <h3 className="mb-1 mt-4">៨. ការផ្លាស់ប្តូរគោលការណ៍ឯកជនភាព</h3>
        <p>
          យើងអាចធ្វើការផ្លាស់ប្តូរគោលការណ៍នេះគ្រប់ពេលដោយគ្មានការជូនដំណឹងជាមុន។
        </p>

        <h3 className="mb-1 mt-4">៩. គ្មានការធានា</h3>
        <p>
          ខណៈពេលដែលគោលការណ៍ឯកជនភាពនេះចែងអំពីស្តង់ដាររបស់យើងសម្រាប់ការថែរក្សាទិន្នន័យហើយយើងនឹងខិតខំប្រឹងប្រែងដើម្បីបំពេញតាមស្តង់ដារដែលបានដាក់
          តែយើងខ្ញុំមិនធានានូវស្តង់ដារទាំងនេះទេ។ វាអាចមានកត្តា
          ដែលហួសពីការគ្រប់គ្រងរបស់យើងដែលអាចបណ្តាលឱ្យមានការបង្ហាញទិន្នន័យ។
          ជាលទ្ធផលយើងបដិសេធរាល់ការធានា ឬ
          តំណាងណាមួយដែលទាក់ទងនឹងការថែទាំឬការមិនបញ្ជាក់អំពីទិន្នន័យ។
        </p>

        <h3 className="mb-1 mt-4">១០. ព័ត៌មានទំនាក់ទំនង</h3>
        <p>
          ប្រសិនបើអ្នកមានសំណួរណាមួយអំពីគោលការណ៍នេះឬកម្មវិធីឌីជិថលរបស់យើងសូមទំនាក់ទំនងតាមអាស័យដ្ឋានដូចខាងក្រោម៖
        </p>
        <address>
          ក្រុមហ៊ុន ដើរលេង ត្រាវែល តិចណូឡូជី ខូអិលធីឌី ​(Derleng Travel
          Technology Co., Ltd)
          <br />
          ផ្ទះលេខ ០៦៧៧ ក្រុម ២៥ បន្ទាយចាស់ សង្កាត់ស្លរក្រាម ក្រុងសៀមរាប
          ខេត្តសៀមរាប កម្ពុជា ១៧២៥១
          <br />
          ទូរស័ព្ទ៖ <a href="tel:+85569955545">(+៨៥៥) ៦៩ ៩៥៥ ៥៤៥</a>
          <br />
          ឬតាមអ៊ីមែល:{" "}
          <a href="mailto::service@derleng.biz">service@derleng.biz</a>
        </address>
      </div>
    </div>
  );
};

export default PrivacyPolicy;
