import React from "react";

const TermCondition = () => {
  return (
    <div className="term lg:mx-36 flex flex-col text-slate-700 lg:p-10 mt-10 p-5 leading-relaxed ">
      <h1 class="text-center mb-3">ល័ក្ខខ័ណ្ឌ​ប្រើប្រាស់</h1>
      <h3 class="text-center">សម្រាប់អ្នកប្រើប្រាស់​និងសមាជិក</h3>

      <p className="my-3">ធ្វើបច្ចុប្បន្នភាពចុងក្រោយ៖ ២៨/០៧/២០២០</p>

      <h3 className="my-2">១. ការណែនាំនិងវិសាលភាពនៃសេវាកម្ម</h3>
      <p>
        ដើរលេង.biz (derleng.biz) និងក្រុមហ៊ុនបុត្រសម្ព័ន្ធរបស់ខ្លួន (រួមគ្នា“
        <strong>ដើរលេង</strong>”)
        ផ្តល់នូវវេទិកាតាមអ៊ិនធឺរណែតជាមួយនឹងបច្ចេកវិទ្យាសម្រាប់អ្នកធ្វើដំណើរ
        សមាជិក និង ប្រតិបត្តិករ ជួបគ្នាតាមអនឡាញ ចូលរួមប្រកួតប្រជែង វាយតំលៃ
        ស្វែងរក ប្រៀបធៀប និង កក់ដំណើរកំសាន្ត កក់នាវាកំសាន្ត និង
        ប្រភេទសកម្មភាពផ្សេងៗទៀត (“ ដំណើរកំសាន្ត” ") ។
        ដំណើរកម្សាន្តត្រូវបានកក់ដោយផ្ទាល់ជាមួយប្រតិបត្តិករទេសចរណ៍ឯករាជ្យរៀងៗខ្លួនដែលផ្តល់ជូនដំណើរកម្សាន្ត
        (ប្រតិបត្តិករនីមួយៗ) ។ “ អ្នកទេសចរ”
        គឺជាអ្នកដំណើរដែលចាប់អារម្មណ៍ក្នុងការកក់ដំណើរកម្សាន្ត។ “ សមាជិក”
        គឺជាបុគ្គលដែលបានបំពេញដំណើរការចុះឈ្មោះគណនីរបស់ដើរលេង។
        អ្នកដំណើរនិងសមាជិកត្រូវបានគេហៅថា“ អ្នក” ។ “ សេវាកម្ម”
        រួមមានការចុះបញ្ជីសម្រាប់ដំណើរកម្សាន្តដែលបង្កើតយ៉ាងឯករាជ្យដោយប្រតិបត្តិករ
        ក្នុងការសំរេចចិត្តនិង ការទទួលខុសត្រូវផ្ទាល់ខ្លួនរបស់ពួកគេ (បញ្ជីនីមួយៗ)
        ព្រមទាំងមាតិកា (ដែលបានកំណត់នៅខាងក្រោម) ដែលអាចចូលមើលបាននៅគេហទំព័រ
        www.derleng.biz រួមទាំងទំព័រតូចៗ (រួម "វែបសាយ")
        និងកម្មវិធីពាក់ព័ន្ធណាមួយ ("កម្មវិធី") ។
        <br />
        <strong>
          ដើរលេង
        </strong> ដើរតួរជាភ្នាក់ងារពាណិជ្ជកម្មសំរាប់ប្រតិបត្តិករ។{" "}
        <strong>ដើរលេង</strong>{" "}
        មិនមែនជាប្រតិបត្តិករទេសចរណ៍ទេហើយក៏មិនមែនជាអ្នកផ្តល់ សេវាកម្មទេសចរណ៍
        រឺក៏អ្នកតំណាង រឺ អ្នកតំណាងនៃប្រតិបត្តិករ
        ហើយក៏មិនមែនជាអ្នកធានារ៉ាប់រងដែរ។ <strong>ដើរលេង</strong> មិនមែនជាម្ចាស់​
        លក់ លក់បន្ត រៀបចំ ផ្គត់ផ្គង់ ចាត់ចែង ឬគ្រប់គ្រងលើការដឹកជញ្ចូន
        ដំណើរកំសាន្ត ឬសេវាកម្មទេសចរណ៍ ណាមួយឡើយ ហើយមិនដើរ
        តួជាភ្នាក់ងារចំពោះអ្នកដំណើរឡើយ។
        ការទទួលខុសត្រូវរបស់ដើរលេងត្រូវបានកំណត់ក្នុងការជួយសំរួលភាពពេញលេញនៃសេវាកម្មនិងបម្រើជាភ្នាក់ងារពាណិជ្ជកម្មរបស់ប្រតិបត្តិករនីមួយៗ។
        <br />
        <strong>ដើរលេង</strong> គ្មានការគ្រប់គ្រងលើការប្រព្រឹត្តរបស់ប្រតិបត្តិករ
        អ្នកធ្វើដំណើរ សមាជិក និង អ្នកប្រើសេវាកម្មដទៃទៀតទេ។{" "}
        <strong>ដើរលេង</strong> មិនអាច និង​មិនបានគ្រប់គ្រង និងមិនរារាំង
        ខ្លឹមសារដែលបានចែងនៅក្នុងបញ្ជីឈ្មោះណាមួយ រឺតាមលក្ខខ័ណ្ឌ ភាពស្របច្បាប់
        ឬភាពទទួលយកនៃដំណើរកំសាន្តណាមួយឡើយ។ <strong>ដើរលេង</strong>
        គឺជាការទទួលខុសត្រូវខ្ពស់ចំពោះរាល់ការកុហកនិងទេសចរណ៍។
        ការកក់ជាមួយប្រតិបត្តិករ រឺ អ្នក ផ្គត់ផ្គង
        ត្រូវបានទទួលខុសត្រូវដោយអ្នកដំណើរខ្លួនឯង។
      </p>

      <h3 className="my-2">២. ភាពអាចប្រើបាន</h3>
      <p>
        ល័ក្ខខ័ណ្ឌទាំងនេះ ("ល័ក្ខខ័ណ្ឌ") ដែលត្រូវបានកែប្រែជាបន្តបន្ទាប់
        ត្រូវបានអនុវត្តចំពោះសេវាកម្មទាំងអស់របស់ <strong>ដើរលេង</strong>។
        តាមរយៈការចូលមើលឬប្រើប្រាស់គេហទំព័រ រឺ កម្មវិធី
        និងសេវាកម្មតាមរយៈវេទិកាណាមួយក៏ដោយ
        អ្នកយល់ព្រមគោរពនិងត្រូវបានចងក្រងដោយស្របច្បាប់តាមលក្ខខណ្ឌទាំងនេះ
        ដោយមិនគិតតែពីការចុះឈ្មោះ ឬការប្រើប្រាស់ ជាក់លាក់ឬវិធីនៃការចូល។
        ល័ក្ខខ័ណ្ឌទាំងនេះគ្រប់គ្រងការចូលប្រើនិងប្រើប្រាស់គេហទំព័រ កម្មវិធី និង
        សេវាកម្ម និងមាតិកាទាំងអស់ (ដែលបានកំណត់ដូចខាងក្រោម) រវាង
        <strong>ដើរលេង</strong> និង ហើយនៅពេលដែលអាចប្រតិបត្តិបាន គឺប្រតិបត្តិករ។
        សូមអានដោយយកចិត្តទុកដាក់នូវល័ក្ខខ័ណ្ឌទាំងនេះព្រមទាំងគោលការណ៍ឯកជនភាពនិងសេចក្តីជូនដំណឹងផ្លូវច្បាប់នីមួយៗដែលត្រូវបានបញ្ចូលទៅក្នុងឯកសារយោងទាំងនេះ។
        <br />
        ប្រសិនបើអ្នកមិនយល់ស្របទាំងស្រុងនឹងល័ក្ខខ័ណ្ឌទាំងនេះទេអ្នកគ្មានសិទ្ធិទទួលបានព័ត៌មានពីឬបន្តប្រើប្រាស់គេហទំព័រ
        កម្មវិធី និងសេវាកម្មឡើយ។
        ប្រសិនបើអ្នកធ្វើជាតំណាងក្នុងនាមក្រុមហ៊ុនឬនីតិបុគ្គលផ្សេងទៀតអ្នកធានាថាអ្នកមានសិទ្ធិដើម្បីធ្វើសកម្មភាពក្នុងនាមជា
        តំណាង និងដើម្បីចងក្រុមហ៊ុនឬនីតិបុគ្គលផ្សេងទៀតទៅនឹងល័ក្ខខ័ណ្ឌទាំងនេះ។
        ប្រសិនបើអ្នកប្រើប្រាស់គេហទំព័រនេះនិង / ឬធ្វើការកក់ ឬ
        កក់សម្រាប់មនុស្សម្នាក់ទៀត
        អ្នកយល់ព្រមជូនដំណឹងដល់បុគ្គលនោះអំពីល័ក្ខខ័ណ្ឌដែលត្រូវអនុវត្តចំពោះការកក់
        និង ការបញ្ជាទិញ ដែលអ្នកបានធ្វើ ជំនួសពួកគេ រួមទាំងច្បាប់និង
        ការហាមឃាត់ដែលអាចអនុវត្តបាននិងល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់ ទាំងនេះ។
        អ្នកយល់ព្រមទទួលខុសត្រូវផ្នែកហិរញ្ញវត្ថុសម្រាប់រាល់ការប្រើប្រាស់គេហទំព័រ
        (ក៏ដូចជាការប្រើប្រាស់គណនីរបស់អ្នកដោយអ្នកដទៃ) ។
        អ្នកទទួលខុសត្រូវរាល់ការកក់ និង បញ្ជាទិញ
        ដែលធ្វើឡើងដោយមនុស្សដែលស្ថិតនៅក្រោមការដឹកនាំឬការគ្រប់គ្រងរបស់អ្នក។
        អ្នកក៏ធានាផងដែរថារាល់ព័ត៌មានដែលផ្តល់ដោយអ្នកឬ តំណាងអ្នក
        ឬដោយសមាជិកគ្រួសាររបស់អ្នក ក្នុងការប្រើប្រាស់គេហទំព័រ គឺ ពិត បច្ចុប្បន្ន
        ពេញលេញ និង ត្រឹមត្រូវ។ លើសពីនេះទៅទៀតអ្នកក៏បញ្ជាក់ដែរថាអ្នកធ្វើដំណើរ
        មិនមែនជាក្មេងមិនទាន់គ្រប់អាយុ។ ដោយគ្មានដែនកំណត់ ការស្វែងរកមិនពិតប្រាកដ
        ការកក់ប្រថុយប្រថាន ការកក់មិនពិត ការកក់ក្លែងបន្លំ ឬ ការប៉ុនប៉ង់បង្កក់
        ទុកមុនដែលមិនពិត ត្រូវបានហាមឃាត់។
      </p>

      <h3 className="my-2">៣. សិទ្ធិទទួលបាន</h3>
      <p>
        សេវាកម្មនេះត្រូវបានបម្រុងទុកសម្រាប់តែមនុស្សដែលមានអាយុចាប់ពី ១៨
        ឆ្នាំឡើងទៅ។ រាល់ការចូលប្រើប្រាស់ឬប្រើប្រាស់សេវាកម្ម
        ដោយជនណាម្នាក់អាយុក្រោម ១៨ ឆ្នាំត្រូវបានហាមឃាត់យ៉ាងមុឺងម៉ាត់។
        តាមរយៈការចូលប្រើឬប្រើប្រាស់សេវាកម្ម អ្នកត្រូវធានាថា អ្នកមានអាយុចាប់ពី ១៨
        ឆ្នាំឡើងទៅ។
      </p>

      <h3 className="my-2">៤. ភាពឯកជន</h3>
      <p>
        គោលការណ៍ភាពឯកជនរបស់ <strong>ដើរលេង</strong> ត្រូវបានអនុវត្ត។
        សូមមើលព័ត៌មាននិងសេចក្តីជូនដំណឹងទាក់ទងនឹងការប្រមូលនិងការ
        ប្រើប្រាស់ព័ត៌មានផ្ទាល់ខ្លួនរបស់អ្នកនៅក្នុង <strong>ដើរលេង</strong>។
      </p>

      <h3 className="my-2">៥. តួនាទីអ្នកប្រើប្រាស់ រឺ សមាជិក</h3>
      <p>
        ការចុះឈ្មោះ និងចូលប្រើប្រាស់របស់សមាជិកជាមួយប្រព័ន្ធសង្គម
        ដើម្បីឱ្យអ្នកប្រើប្រាស់ កម្មវិធី <strong>ដើរលេង</strong>{" "}
        អ្នកត្រូវតែចុះឈ្មោះជាសមាជិក នៅលើកម្មវិធីវេទិកា <strong>ដើរលេង</strong> ឬ
        តាមរយៈគណនីប្រព័ន្ធ ផ្សព្វផ្សាយសង្គម (ឧទាហរណ៍ Facebook, Line ឬ Google+)
        ដើម្បីចូលនិងក្លាយជាសមាជិករបស់យើង (“ គណនីរបស់ <strong>ដើរលេង</strong>”) ។
        នៅពេលចុះឈ្មោះគណនី<strong>ដើរលេង</strong>
        យើងអាចស្នើសុំឱ្យអ្នកផ្តល់អ៊ីមែលរបស់អ្នកនិងកំណត់ពាក្យសម្ងាត់ហើយបន្ទាប់ពីការចុះឈ្មោះយើងអាចស្នើសុំឱ្យអ្នកបំពេញព័ត៌មានសមាជិកភាពលំអិតបន្ថែម។
        <br />
        អ្នកត្រូវតែធានាថារាល់ព័ត៌មានដែលអ្នកបញ្ជូនទៅវេទិការបស់
        <strong>ដើរលេង</strong>គឺពិត ត្រឹមត្រូវ និងពេញលេញ
        ហើយអ្នកនឹងធ្វើបច្ចុប្បន្នភាព ម្តងម្កាលដើម្បីរក្សាព័ត៌មានថ្មីៗ។
        ប្រសិនបើអ្នកផ្តល់ព័ត៌មានមិនពិតយើងរក្សាសិទ្ធិក្នុងការលុបគណនីរបស់អ្នកដោយមិនចាំបាច់
        ជូនដំណឹងជាមុន។ អ្នកមិនអនុញាតិអោយប្រើប្រាស់សេវាកម្ម
        <strong>ដើរលេង</strong>ជាមួយគណនីអ្នកដទៃ ឬ គណនីប្រព័ន្ធសង្គមទេ។ គណនី
        <strong>ដើរលេង</strong>
        របស់អ្នកគឺផ្ទាល់ខ្លួនសម្រាប់អ្នកហើយអ្នកមិនត្រូវបានអនុញាតិអោយចែករំលែកព័ត៌មានអំពីគណនីរបស់អ្នកជាមួយអ្នកដទៃ
        ឬ អនុញ្ញាតឱ្យចូលប្រើគណនីរបស់អ្នក ដោយភាគីទីបីឡើយ។
        <br />
        អ្នកត្រូវទទួលខុសត្រូវរាល់សកម្មភាពដែលបានបង្កើតឡើង នៅក្រោមគណនី
        <strong>ដើរលេង</strong>របស់អ្នក ហើយប្រសិនបើអ្នករកឃើញថា
        មានអ្វីមិនប្រក្រតីផ្នែកសុវត្ថិភាពជាមួយគណនី<strong>ដើរលេង</strong>
        របស់អ្នក សូមជូនដំណឹងមកយើងជាបន្ទាន់។
        អ្នកទទួលខុសត្រូវក្នុងការរក្សាការសម្ងាត់នៃលេខសំងាត់របស់អ្នកហើយប្រសិនបើអ្នកមានហេតុផលណាមួយដែលជឿថាគណនី
        <strong>ដើរលេង</strong>របស់អ្នកត្រូវបានគេលួច រឺ
        គណនីរបស់អ្នកត្រូវបានចូលប្រើប្រាស់ដោយភាគីទីបី សូមជូនដំណឹងមកយើងជាបន្ទាន់។
        អ្នកនឹងទទួលខុសត្រូវទាំងស្រុងចំពោះការខាតបង់ឬការខូចខាតដែលបានកើតឡើងដោយ{" "}
        <strong>ដើរលេង</strong> និង មនុស្សផ្សេងទៀត
        ដោយសារតែការប្រើប្រាស់គណនីរបស់អ្នកដោយខុសច្បាប់។នៅពេលអ្នកចុះឈ្មោះឬធ្វើការកក់អ្នកយល់ព្រមទទួល
        រទំនាក់ទំនង ទីផ្សាររបស់យើង។
        ការព្រមព្រៀងរបស់អ្នកដើម្បីទទួលបាននូវទំនាក់ទំនងផ្នែកទីផ្សាររបស់យើង
        គ្របដណ្តប់លើម៉ាក និង គេហទំព័ររបស់យើង ទាំងអស់ដែលមាន
        ហើយមិនមានការដែនកំណត់ចំពោះ <strong>ដើរលេង</strong> ឡើយ។
      </p>

      <h3 className="my-2">៦. ការកក់និងការទូទាត់</h3>
      <h3 className="my-2">៦.១. ការកក់ដោយអ្នកដំណើរជាមួយប្រតិបត្តិករ</h3>
      <p>
        មិនមែន <strong>ដើរលេង</strong> ទេជាអ្នកទទួលខុសត្រូវបញ្ជាក់លើការកក់ រឺ
        ធ្វើអោយសេវាកម្មទាំងឡាយទំនេរ គឺមានតែ ប្រតិបត្តិកររៀងៗខ្លួន ទេ
        ដែលទទួលខុសត្រូវចំពោះអ្នកធ្វើដំណើររៀងៗខ្លួន និងគោរពចំពោះការកក់
        ដែលបានបញ្ជាក់ និង ធ្វើឱ្យមានសេវាកម្មទេសចរណ៍ ដែលបានកក់ទុក។
        ប្រតិបត្តិករក៏ទទួលខុសត្រូវផងដែរក្នុងការផ្តល់ព័ត៌មានទាំងអស់ដែលតម្រូវដោយស្របច្បាប់ដល់អ្នកដំណើរ។
        ប្រសិនបើអ្នក ជាអ្នកដំណើរម្នាក់
        សូមជ្រើសរើសធ្វើប្រតិបត្តិការជាមួយប្រតិបត្តិករសម្រាប់ការកក់ដំណើរកម្សាន្ត
        អ្នកយល់ព្រមនិងយល់ថាអ្នកនឹងត្រូវបានតម្រូវឱ្យមានកិច្ចព្រមព្រៀង
        (រួមទាំងការចេញផ្សាយ) ជាមួយប្រតិបត្តិករតែប៉ុណ្ណោះ ហើយអ្នកយល់ព្រមទទួលយក
        ល័ក្ខខ័ណ្ឌ ល័ក្ខខ័ណ្ឌវិធាន និង ការរឹតត្បិតនានា
        ទាក់ទងនឹងដំណើរទេសចរណ៍ដែលកំណត់ដោយ ប្រតិបត្តិករ
        ហើយនឹងទទួលបានព័ត៌មានចាំបាច់ពីប្រតិបត្តិករតែប៉ុណ្ណោះ។
        អ្នកទទួលស្គាល់និងយល់ព្រមថា <strong>ដើរលេង</strong> មិនមែនជា
        ភាគីនៃកិច្ចព្រមព្រៀងទេ មានតែដើរតួជាភ្នាក់ងារពាណិជ្ជកម្មដល់ប្រតិបត្តិករ
        ហើយ<strong>ដើរលេង</strong> មិនទទួលខុសត្រូវណាមួយដែល កើតឡើង
        ពីឬទាក់ទងទៅនឹងកិច្ចព្រមព្រៀងណាមួយរបស់អ្នក ជាមួយ ប្រតិបត្តិករទេ លើកលែងតែ{" "}
        <strong>ដើរលេង</strong> មានកាតព្វកិច្ច
        ស្របច្បាប់ក្នុងការធ្វើដូច្នោះឬដើម្បីបំពេញ
        ព័ត៌មានជាក់លាក់និងកាតព្វកិច្ចសន្តិសុខ ចំពោះ អ្នកដំណើរ។
        ប្រតិបត្តិករត្រូវបានស្នើសុំឱ្យទទួលឬបដិសេធការកក់ក្នុងរយៈពេលកំណត់មួយ
        (ដែលជាទូទៅក្នុងរយៈពេលពី ២៤ ទៅ ៤៨ ម៉ោងនៅ
        ពេលដែលការស្នើសុំកក់ត្រូវបានកំណត់ដោយ<strong>ដើរលេង</strong>
        ក្នុងការសំរេចចិត្តរបស់ខ្លួន) ឬការកក់ទុកដែលបានស្នើសុំនឹងត្រូវបាន
        លុបចោលដោយស្វ័យប្រវត្តិ។ នៅពេលដែលប្រតិបត្តិការកក់ដែលបានទទួលចប់
        (រួមទាំងការបង់ប្រាក់) អ្នកនឹងទទួល បានអ៊ីមែល បញ្ជាក់ពីការបញ្ជាក់ការកក់
        របស់អ្នក។
        ឈ្មោះនិងព័ត៌មានទំនាក់ទំនងរបស់ប្រតិបត្តិករនឹងអាចរកបាននៅលើប័ណ្ណបញ្ជាក់ការកក់
        របស់<strong>ដើរលេង</strong>។
      </p>
      <h3 className="my-2">៦.២. ការទូទាត់ដោយអ្នកដំណើរ</h3>
      <p>
        អ្នកយល់ព្រមបង់ថ្លៃ“ សរុប” (រាប់បញ្ចូលទាំងថ្លៃដំណើរកម្សាន្តនិងពន្ធអាករ
        និងអាករផ្សេងៗ ដែលត្រូវអនុវត្ត) ចំពោះការកក់ណាមួយ
        ដែលបានស្នើសុំស្របតាមល័ក្ខខ័ណ្ឌកំណត់តម្លៃដែលមាននៅក្នុងទំព័រកក់ដែលអាចអនុវត្តបាន
        ប្រសិនបើមានការស្នើសុំបែបនេះ។ ការកក់ត្រូវបានទទួល និង
        បញ្ជាក់ដោយប្រតិបត្តិករ។
        ភាពទំនេរនិងតម្លៃនៃដំណើរកម្សាន្តអាចផ្លាស់ប្តូរគ្រប់ពេល រហូតដល់អ្នកបាន
        ទទួលការបញ្ជាក់ពីការកក់។​ ក្នុងករណីដែលការដាក់កក់ប្រាក់ ត្រូវបង់នៅពេលកក់ ឬ
        បញ្ជាក់ ការទូទាត់សមតុល្យនៃការទូទាត់ (ឧទាហរណ៍ការចំណាយសរុបដកប្រាក់កក់)
        ត្រូវដល់ ហើយនឹងត្រូវបង់
        ដូចមានចែងក្នុងល័ក្ខខ័ណ្ឌប្រតិបត្តិករយោងតាមទំព័រការកក់។
        <strong>ដើរលេង</strong> តាមឆន្ទានុសិទ្ធិផ្ទាល់ខ្លួនប្រមូល
        (តាមរយៈអ្នកទូទាត់ប្រាក់ភាគីទីបី) ថ្លៃដើមសរុប
        (ជាការទូទាត់មួយរឺដាក់ប្រាក់កក់ បូក នឹងការទូទាត់សមតុល្យ)
        សម្រាប់និងក្នុងនាមប្រតិបត្តិករដែលជាភ្នាក់ងារពាណិជ្ជកម្មរបស់ខ្លួន។
        អ្នកផ្តល់សិទ្ធិក្នុងការប្រមូលនូវចំនួន ទឹកប្រាក់ទាំងនេះ ដោយប័ណ្ណ ឥណទាន/
        ឥណពន្ធ ដែលបានផ្តល់
        ជាផ្នែកមួយនៃការស្នើសុំការកក់ឬដោយវិធីបង់ប្រាក់មួយផ្សេងទៀត
        ដែលបានពិពណ៌នានៅលើគេហទំព័រឬកម្មវិធីឌីជីថល។
      </p>
      <h3 className="my-2">៦.៣. កម្រៃសេវាធនាគារនិងកាតឥណទាន</h3>
      <p>
        ធនាគារនិងក្រុមហ៊ុនកាតឥណទានមួយចំនួនដាក់កម្រៃសេវាសម្រាប់ប្រតិបត្តិការអន្តរជាតិ។
        ប្រសិនបើអ្នកធ្វើការកក់សេវាកម្មនៅក្រៅប្រទេស
        ដោយប្រើប្រាស់ប័ណ្ណឥណទាននៃធនាគារនៅប្រទេសកម្ពុជា
        ធនាគាររបស់អ្នកអាចប្តូរចំនួនទឹកប្រាក់ទៅជារូបិយប័ណ្ណក្នុងស្រុករបស់អ្នក
        ហើយគិតអត្រាប្តូរប្រាក់ពីអ្នក។ <br />
        នេះមានន័យថាចំនួនទឹកប្រាក់ដែលបានរាយការណ៍នៅក្នុងរបាយការណ៍ឥណទានឬកាតធនាគាររបស់អ្នកអាចគិតជារូបិយប័ណ្ណក្នុងស្រុករបស់អ្នកហើយដូច្នេះតួលេខខុសគ្នាពីតួលេខដែលបានបង្ហាញនៅលើទំព័រសង្ខេបនៃវិក័យប័ត្រសម្រាប់ការកក់ដែលបានកក់នៅលើគេហទំព័រឬកម្មវិធីឌីជីថល។
        លើសពីនេះទៀតថ្លៃប្រតិបត្តិការបរទេសអាចត្រូវបានវាយតម្លៃប្រសិនបើធនាគារ
        ដែលបានចេញកាត ឥណទានរបស់អ្នកមានទីតាំងនៅក្រៅប្រទេសកម្ពុជា។
        ការកក់ការធ្វើដំណើរអន្តរជាតិអាចត្រូវបានចាត់ទុកថាជា ប្រតិបត្តិការ
        អន្ដរជាតិដោយធនាគារឬក្រុមហ៊ុនកាត ព្រោះថា <strong>ដើរលេង</strong>{" "}
        អាចផ្ទេរប្រាក់ទៅឱ្យអ្នកផ្គត់ផ្គង់សេវាកម្មអន្តរជាតិ។ អត្រាប្តូរប្រាក់
        និងថ្លៃ សេវាផ្ទេរប្រាក់បរទេស ត្រូវបានកំណត់ដោយធនាគាររបស់អ្នក
        តែម្នាក់គត់នៅថ្ងៃដែលពួកគេធ្វើប្រតិបត្តិការ។ ប្រសិនបើអ្នកមាន
        សំណួរអំពីថ្លៃសេវាទាំងនេះ ឬ
        អត្រាប្តូរប្រាក់ដែលបានអនុវត្តចំពោះការកក់របស់អ្នក
        សូមទាក់ទងធនាគាររបស់អ្នក។
      </p>
      <h3 className="my-2">៦.៤. ការ​ធ្វើដំណើរ​លក្ខណៈ​អន្តរជាតិ</h3>
      <p>
        តាមរយៈការផ្តល់ជូននូវការកក់សម្រាប់ការធ្វើដំណើរក្នុងគោលដៅទេសចរណ៍អន្តរជាតិ{" "}
        <strong>ដើរលេង</strong> មិនតំណាងឬធានាថា ការធ្វើដំណើរ ទៅកាន់តំបន់បែបនេះ
        ត្រូវបានណែនាំឬថាគ្មានហានិភ័យឡើយ។ <strong>ដើរលេង</strong>{" "}
        នឹងមិនទទួលខុសត្រូវចំពោះការខូចខាតឬ ការបាត់បង់​
        ដែលបណ្តាលមកពីការធ្វើដំណើរទៅកាន់គោលដៅទាំងនោះទេ។
        <br />
        អ្នកនិងកូនៗដែលធ្វើដំណើរជាមួយអ្នក
        ត្រូវតែមានលិខិតឆ្លងដែនដែលអាចត្រួតពិនិត្យបានដោយម៉ាស៊ីនស្កេន ហើយមាន
        សុពលភាពរយៈពេល ៦
        ខែបន្ទាប់ពីថ្ងៃវិលត្រលប់មកវិញនៃការធ្វើដំណើររបស់ពួកគេរួមជាមួយទិដ្ឋាការដែលមានសុពលភាព។
        វាជាទំនួលខុសត្រូវតែមួយគត់របស់អ្នក ក្នុងការធានានិង /
        ឬបង់ថ្លៃទិដ្ឋាការណាមួយ និង ថ្លៃសេវាបដិការ លិខិតបញ្ជាក់ការ
        ចាក់ថ្នាំបង្ការរោគ។ ល។ ដែលត្រូវបានអនុញ្ញាតអោយចូលក្នុងគោលដៅនីមួយៗ។
        នៅប្រទេសខ្លះអ្នកអាចនឹងត្រូវបង់ថ្លៃចូល
        ដែលនឹងត្រូវប្រមូលនៅអាកាសយានដ្ឋានពេលចូល /
        ចេញដំណើរដោយអាជ្ញាធររដ្ឋាភិបាលក្នុងតំបន់។ សូមកត់សម្គាល់ថាការចូល
        ប្រទេសណាមួយអាចត្រូវបានបដិសេធ
        បើទោះបីជាព័ត៌មានចាំបាច់និងឯកសារធ្វើដំណើរពេញលេញក៏ដោយ។
        សម្រាប់ព័ត៌មានលម្អិត ចុងក្រោយទាក់ទងនឹងឯកសារធ្វើដំណើរនិងទិដ្ឋាការពន្ធចូល
        / ចេញ និង ព័ត៌មានបន្ថែមអំពីតម្រូវការចូលនិងចេញ សូមពិនិត្យជាមួយ កុងស៊ុល រឺ
        ស្ថានទូតក្នុងតំបន់របស់អ្នក។
        ការទទួលនិងយកឯកសារទាំងនេះគឺជាទំនួលខុសត្រូវតែមួយគត់ របស់អ្នក។{" "}
        <strong>ដើរលេង</strong> មិនទទួលខុសត្រូវចំពោះបែបបទព័ត៌មាននេះទេ
        ហើយនឹងមិនទទួលខុសត្រូវក្នុងការផ្តល់យោបល់និង /
        ឬទទួលបានឯកសារធ្វើដំណើរចាំបាច់សម្រាប់អ្នក ឬចំពោះការពន្យាពេលការ ខូចខាតនិង
        / ឬការបាត់បង់រួមទាំងផ្នែក ដែលបានខកខានវិស្សមកាល /
        ដំណើរកំសាន្តរបស់អ្នកទាក់ទងនឹងឯកសារមិនត្រឹមត្រូវ
        ឬការសម្រេចចិត្តរបស់រដ្ឋាភិបាល អំពីការចូលប្រទេសនោះទេ។
        <br />
        សុខភាព៖
        អ្នកគួរតែពិគ្រោះជាមួយគ្រូពេទ្យដើម្បីទទួលបានការណែនាំថ្មីៗមុនពេលអ្នកចាកចេញ។
        វាគឺជាការទទួលខុសត្រូវរបស់អ្នក
        ក្នុងការធានាថាអ្នកបានបំពេញគ្រប់តម្រូវការសំរាប់សុខភាព
        ទទួលបានការណែនាំត្រឹមត្រូវ ការលេបថ្នាំដែលបានណែនាំ និងធ្វើតាម
        ដំបូន្មានវេជ្ជសាស្រ្តទាក់ទងនឹងដំណើរកំសាន្តរបស់អ្នក។
      </p>
      <h3 className="my-2">៦.៥. ការលុបចោលនិងការប្រគល់ប្រាក់កក់របស់អ្នកដំណើរ</h3>
      <p>
        ប្រសិនបើប្រតិបត្តិករមិនបានបញ្ជាក់ពីការកក់ដែលបានស្នើសុំ ឬ
        ក្នុងនាមជាអ្នកទេសចរ ធ្វើការលុបចោលការកក់ដែលអ្នកបាន
        ស្នើសុំមុនពេលការស្នើសុំកក់ត្រូវបានបញ្ជាក់ដោយប្រតិបត្តិករ
        ចំនួនទឹកប្រាក់ដែលប្រមូលដោយ <strong>ដើរលេង</strong> ឬការទូទាត់ដោយភាគីទីបី
        នឹងត្រូវប្រគល់ជូនទៅអ្នកទេសចរវិញ ក្នុងពេលវេលាដ៏សមស្របមួយ
        តាមការកំណត់ក្នុងពាណិជ្ជកម្ម អាស្រ័យលើការជ្រើសរើស
        ដែលអ្នកទេសចរបានបង់តាមរយៈវែបសាយ និង កម្មវិធីឌីជីថល
        ហើយរាល់ការបង្កក់ចំនួនទឹកប្រាក់ជាមុនតាមរយះ ប័ណ្ណឥណពន្ធ
        របស់អ្នកដំណើរនឹងត្រូវបានចេញដកត្រលប់ទៅវិញ។
        <br />
        នៅពេលដែលការកក់របស់អ្នកត្រូវបានទទួលបញ្ជាក់ដោយប្រតិបត្តិកររួចហើយ
        ការចំណាយសរុបនៃដំណើរកម្សាន្តរបស់អ្នកគឺវា
        អាស្រ័យលើការល័ក្ខខ័ណ្ឌនៃការលុបចោលនិងល័ក្ខខ័ណ្ឌការទូទាត់របស់ប្រតិបត្តិករ។
        សូមអានដោយប្រុងប្រយ័ត្ននូវការ
        បោះពុម្ពផ្សាយនិងព័ត៌មានសំខាន់ៗនៅក្នុងបញ្ជីទំព័រការកក់និងការប័ណ្ណបញ្ជាក់ការកក់ទុករបស់អ្នកសម្រាប់គោលការណ៍និងលក្ខខ័ណ្ឌដែលបានអនុវត្តដោយប្រតិបត្តិករ។
        ការលុបចោលត្រូវតែធ្វើឡើងជាលាយល័ក្ខអក្សរ តាមរយៈទំព័រការកក់របស់អ្នក។
        ប្រសិនបើការកក់របស់អ្នកត្រូវស្ថិតនៅការរងចាំ
        (ដែលជាធម្មតាករណីដំណើរកម្សាន្តដែលបានកក់មុនពេលចេញដំណើរមាន រយះពេលខ្លី រឺ
        កៀកនិងថ្ងៃចេញដំណើរ)
        នោះថ្លៃសរុបនៃដំណើរកម្សាន្តរបស់អ្នកគឺអាស្រ័យលើការល័ក្ខខ័ណ្ឌនៃការលុបចោលនិង
        ល័ក្ខខ័ណ្ឌការទូទាត់របស់ប្រតិបត្តិករ នៅពេលដែលអ្នកបានដាក់ស្នើការកក់។
        នៅពេលការកក់ស្ថិតក្នុង "ការរងចាំ" ប្រតិបត្តិករ
        ត្រូវការរយះពេល២ទៅ៣ថ្ងៃធ្វើការដើម្បីធានាថាកញ្ចប់ដំណើរកម្សាន្តអាចទទួលការកក់សម្រាប់អ្នក។
        ដំណើរការនេះអាចមិនត្រូវ បានរំខានដោយការស្នើសុំឱ្យលុបចោល។
        ដូច្នេះប្រសិនបើការស្នើសុំត្រឡប់មកវិញត្រូវបានអនុម័តអ្នកនឹងត្រូវបានគិតថ្លៃពេញ
        ហើយប្រសិនបើក្នុងនាមជាអ្នកទេសចរ អ្នកលុបចោលការកក់បែបនេះ
        អ្នកមិនសំណងទទួលបានការបង្វិលត្រលប់មកវិញនូវការ ចំណាយឡើយ។
        ប្រសិនបើប្រតិបត្តិករមិនអាចទទួលការកក់របស់អ្នកទេ
        អ្នកនឹងទទួលបានសំណងពេញលេញត្រលប់មកវិញ។
      </p>
      <h3 className="my-2">
        ៦.៦. ការលុបចោលនិងការប្រគល់ប្រាក់វិញរបស់ប្រតិបត្តិករ
      </h3>
      <p>
        ប្រសិនបើប្រតិបត្តិករលុបចោលការកក់សេវាកម្មដែលបានទទួលស្គាល់នោះ
        ការសងប្រាក់វិញនៃចំនួនទឹកប្រាក់ដែលបានបង់សម្រាប់ ការកក់បែបនេះ
        នឹងត្រូវសងមកអ្នកដំណើរវិញក្នុងពេលវេលាសមស្របនៃការលុបចោលដោយប្រតិបត្តិករ
        ហើយអ្នកធ្វើដំណើរនិង ទទួលបានអ៊ីមែល ឬ ទំនាក់ទំនងផ្សេងទៀតពី{" "}
        <strong>ដើរលេង</strong> ដែលមានការណែនាំសម្រាប់សេវាកម្មផ្សេងទៀតដែលអាចជំនួស
        និង ព័ត៌មានពាក់ព័ន្ធផ្សេងទៀត។
        <br />
        ប្រសិនបើអ្នកមិនចង់ទទួលយកការផ្លាស់ប្តូរនេះ
        ប្រតិបត្តិករអាចផ្តល់ជូននូវសេវាកម្មជំនួសដល់អ្នក
        ជាមួយនឹងការផ្លាស់ប្តូរតម្លៃ ឬ
        បើមិនដូច្នេះទេការកក់នឹងត្រូវលុបចោលតាមលក្ខខ័ណ្ឌនៃការលុបចោលដែលបានលើកឡើងនៅលើគេហទំព័ររបស់យើង។
        ប្រសិនបើប្រតិបត្តិករបានលុបចោលការកក់ដែលបានទទួលស្គាល់ហើយអ្នកដែលជាអ្នកធ្វើដំណើរមិនបានទទួលអ៊ីម៉ែល
        ឬ ទំនាក់ទំនង ផ្សេងទៀត ពី<strong>ដើរលេង</strong> សូមទាក់ទងទៅ{" "}
        <strong>ដើរលេង</strong> តាមរយះ អ៊ីមែល info@derleng.biz ។
      </p>
      <h3 className="my-2">៦.៧. ការស្នើសុំផ្លាស់ប្តូរឬកែប្រែ</h3>
      <p>
        សូមកត់សម្គាល់ថាវាមិនអាចទៅរួចទេក្នុងការផ្លាស់ប្តូរការកក់ណាមួយនៅពេលដែលបានទទួលស្គាល់លុះត្រាតែការកក់ដំបូងត្រូវបានលុបចោលហើយការកក់ថ្មីត្រូវបានធ្វើឡើង។
        ថ្លៃនៃការលុបចោលអាចនិងត្រូវបានគិត។
        <br />
        តម្លៃសម្រាប់ការកក់ថ្មីទាំងអស់ដែលបានធ្វើឡើងបន្ទាប់ពីការលុបចោលនឹងជាតម្លៃដែលត្រូវអនុវត្តនៅថ្ងៃដែលការកក់ថ្មីត្រូវបានធ្វើឡើង។
        ដំណាងអោយអ្នកប្រតិបត្តិកររបស់ខ្លួន<strong>ដើរលេង</strong>
        សូមរក្សាសិទ្ធិក្នុងការលុបចោល ផ្លាស់ប្តូរ ឬ ជំនួសសេវាកម្មណាមួយ ហើយបដិសេធ
        មិនទទួលយក ឬរក្សាទុកសមាជិកទេសចរ គ្រប់ពេល ដោយហេតុផលណាមួយ
        ដោយរាប់បញ្ចូលទាំងចំនួនអ្នកចូលរួម មិនមានកំណត់។
        សូមពិនិត្យមើលព័ត៌មានលំអិតនៃការកក់របស់អ្នកដោយយកចិត្តទុកដាក់ដើម្បីធានាថាការហោះហើរនិង
        / ឬការរៀបចំដំណើរកម្សាន្ត ឯកជនណាមួយ
        កើតឡើងស្របគ្នានឹងកាលបរិច្ឆេទដែលអ្នកបានកក់ទុកជាមួយយើង
        ព្រោះយើងនឹងមិនទទួលខុសត្រូវចំពោះការ
        ចំណាយណាមួយដែលកើតឡើងដោយសារកំហុសរបស់អ្នកឡើយ។
      </p>
      <h3 className="my-2">៦.៨. សំណូមពរពិសេស</h3>
      <p>
        សូមមេត្តាប្រាប់យើងនូវសំណូមពរពិសេសនៅពេលកក់
        សំរាប់សេវាកម្មរឺកន្លែងដែលមិនបានរួមបញ្ចូលនៅក្នុងការកក់របស់អ្នក។
        យើងនឹងសាកសួរជាមួយអ្នកផ្តល់សេវាកម្មដែលពាក់ព័ន្ធ ហើយនៅពេលដែលអាចធ្វើទៅបាន
        នឹងព្យាយាមបំពេញតាមការ ស្នើសុំរបស់អ្នក
        ប៉ុន្តែសូមកត់សម្គាល់ថាការស្នើសុំបែបនេះមិនអាចត្រូវបានធានាថាធ្វើបាននោះទេ។
      </p>
      <h3 className="my-2">៦.៩. ភាពត្រឹមត្រូវនៃព័ត៌មាន</h3>
      <p>
        <strong>ដើរលេង</strong>{" "}
        និងអ្នកផ្គត់ផ្គង់របស់យើងពិនិត្យឡើងវិញរាល់ព័ត៌មានលំអិតសេវាកម្មដែលផ្តល់ជូន
        ដើម្បីធានានូវភាពត្រឹមត្រូវ។ សូមកត់ សម្គាល់រាល់រយៈពេលដែលបានបង្ហាញ
        គឺជាការប្រហាក់ប្រហែល។
      </p>
      <h3 className="my-2">៦.១០. ល័ក្ខខ័ណ្ឌរបស់អ្នកផ្គត់ផ្គង់</h3>
      <p>
        ប្រសិនបើអ្នកធ្វើការកក់នូវសេវាកម្មរបស់អ្នកផ្តល់សេវាកម្មណាមួយដែលមាន និង
        បានបង្ហាញលក្ខខណ្ឌនៃការកក់ នោះល័ក្ខខ័ណ្ឌរបស់អ្នកផ្តល់សេវាកម្ម
        នឹងត្រូវមានវិសាលភាពលើកិច្ចសន្សារបស់អ្នកជាមួយ <strong>ដើរលេង</strong>{" "}
        ហើយល័ក្ខខ័ណ្ឌខ្វះខាតក្នុង កិច្ចសន្យារបស់អ្នកផ្គត់ផ្គង់
        ត្រូវបានបន្ថែមដោយកិច្ចសន្សា និង ល័ក្ខខ័ណ្ឌរបស់ <strong>ដើរលេង</strong>{" "}
        ជាមួយអ្នក។
        ល័ក្ខខ័ណ្ឌរបស់អ្នកផ្តល់សេវាកម្មដែលពាក់ព័ន្ធអាចកំណត់ឬមិនរាប់បញ្ចូលនិងទំនួលខុសត្រូវរបស់យើងចំពោះអ្នក
        ហើយពួកគេ អាចនឹងត្រូវស្ថិតក្រោមអនុសញ្ញាអន្តរជាតិ។
        ច្បាប់ថតចំលងផ្នែកពាក់ព័ន្ធនៃល័ក្ខខ័ណ្ឌទាំងនេះអាចរកបានតាមកម្មវិធីឌីជីថល
        របស់ <strong>ដើរលេង</strong> ឬអ្នកផ្តល់សេវាកម្មពាក់ព័ន្ធ។
      </p>
      <h3 className="my-2">៦.១១. ធានា​រាប់​រង​លើ​ការ​ធ្វើដំណើរ</h3>
      <p>
        វាជាល័ក្ខខ័ណ្ឌនៃកិច្ចសន្យារបស់យើងជាមួយអ្នក
        ដែលអ្នកនិងសមាជិកទាំងអស់នៃក្រុមរបស់អ្នកត្រូវមានការធានារ៉ាប់រង
        ការធ្វើដំណើរ សមរម្យនិងគ្រប់គ្រាន់
        ដើម្បីគ្របដណ្តប់និងការពារលើការធ្វើដំណើររបស់អ្នក ព្រោះថាទាំង{" "}
        <strong>ដើរលេង</strong> និងអ្នកផ្គត់ផ្គង់ របស់យើង
        មិនអាចទទួលខុសត្រូវចំពោះការចំណាយឬការខាតបង់សំរាប់អ្នកដំណើរ ដោយសារ
        ការធានារ៉ាប់រងមិនគ្រប់គ្រាន់។ យើងសូមណែនាំយ៉ាងទទូចថា នៅពេលកក់
        អ្នកបានទិញធានារ៉ាប់រងនៃការធ្វើដំណើររួចរាល់។
      </p>
      <h3 className="my-2">៦.១២. ប័ណ្ណទូទាត់ទេសចរណ៍ (Travel Voucher)</h3>
      <p>
        <strong>ដើរលេង</strong> នឹងផ្តល់ប័ណ្ណអេឡិចត្រូនិច (“ ប័ណ្ណទូទាត់”)
        ដោយអនុលោមតាមសេវាកម្មនីមួយៗដែលអ្នកបានទិញ។ សូមចំណាំថា
        ផលិតផលនីមួយៗមានប័ណ្ណទូទាត់ដាច់ដោយឡែកពីគ្នា
        ដូច្នេះវាអាចមានប័ណ្ណទូទាត់ច្រើនសម្រាប់ការកក់របស់អ្នក។
        វាជាទំនួលខុសត្រូវរបស់អ្នក ក្នុងការប្រើប្រាស់ ប័ណ្ណអេឡិចត្រូនិច
        (E-Voucher) របស់អ្នក ។ អ្នកត្រូវតែ ព្រីន E-Voucher របស់អ្នកឬបង្ហាញ
        E-Voucher
        នៅលើកម្មវិធីទូរស័ព្ទរបស់អ្នកទៅកាន់អ្នកផ្តល់សេវារឺប្រតិបត្តិករដែលពាក់ព័ន្ធ។
        អ្នកទទួលស្គាល់និងយល់ព្រមថាអ្នកត្រូវតែគោរពតាមល័ក្ខខ័ណ្ឌបន្ថែមនិងការកំណត់ដែលមាននៅលើប័ណ្ណអេឡិចត្រូនិច
        ដែលកំណត់ ដោយ <strong>ដើរលេង</strong> និងអ្នកផ្គត់ផ្គង់ រួមទាំង
        ប៉ុន្តែមិនកំណត់ចំពោះ៖
        អ្នកត្រូវតែបង្ហាញខ្លួនដោយផ្ទាល់និងតាមពេលវេលានៅចំណុចប្រជុំដែលកំណត់ដោយ{" "}
        <strong>ដើរលេង</strong> ឬអ្នកផ្គត់ផ្គង់។ ក្នុងរយៈពេលនៃការ
        ប្រើប្រាស់ដែលបានបញ្ជាក់នៅលើ E-Voucher និងឯកសារឬសំភារៈដែលបានស្នើសុំដោយ{" "}
        <strong>ដើរលេង</strong> ឬអ្នកផ្គត់ផ្គង់ (ឧទាហរណ៍ ដូចជា ឯកសារ
        អត្តសញ្ញាណដែលមានរូបថតរបស់អ្នក ចំនួននៃការបញ្ជាទិញ / ការកក់ E-Voucher
        របស់អ្នក) ។ ប្រសិនបើអ្នកមិនអាច
        បំពេញតាមល័ក្ខខ័ណ្ឌនិងការតំរូវការដែលបានកំណត់ដោយ <strong>ដើរលេង</strong> ឬ
        អ្នកផ្គត់ផ្គង់ អ្នកមិនអាចប្រើប្រាសើនូវសេវាកម្មដែល ត្រូវបានទទួលស្គាល់ដោយ
        E-Voucher ទេ ហើយនឹងមិនមានការសងប្រាក់វិញទេ។
      </p>
      <h3 className="my-2">៦.១៣. ការទទូល រឺ ជូនដំណើរ ទៅមកព្រលានយន្តហោះ</h3>
      <p>
        អ្នកទទួលខុសត្រូវក្នុងការផ្តល់ពេលវេលានៃការមកដល់ រឺ ការហោះហើរ
        អោយបានច្បាស់លាស់ និង ព័ត៌មានទីតាំង (ដូចជាអាកាសយានដ្ឋាន លេខហោះហើរ
        អាស័យដ្ឋានសណ្ឋាគារ) យ៉ាងហោចណាស់ ៧២ ម៉ោងមុនកាលបរិច្ឆេទធ្វើដំណើរ ទៅកាន់
        អ៊ីមែល ឬលេខទូរស័ព្ទដែលបានរៀបរាប់នៅក្នុងប័ណ្ណទូទាត់ (E-Voucher របស់អ្នក)
        ។ ការខកខានមិនបានធ្វើដូច្នេះ អាចនិងបណ្តាល
        ឱ្យបាត់បង់រឺខកក្នុងការផ្តល់សេវាកម្ម ហើយ <strong>ដើរលេង</strong> រឺ
        បុត្រសម្ព័ន្នរបស់ខ្លួន ឬ អ្នកផ្តល់សេវាកម្មដែលពាក់ព័ន្ធ
        នឹងមិនទទួលខុសត្រូវ ចំពោះការសង ប្រាក់វិញឬការពិន័យឡើយ។
      </p>
      <h3 className="my-2">៦.១៤. ទំនួលខុសត្រូវរបស់អ្នក</h3>
      <p>
        សូមកត់សម្គាល់ថាអ្នកទទួលខុសត្រូវចំពោះសកម្មភាពរបស់អ្នកនិងសមាជិករបស់អ្នក។
        ប្រសិនបើយើងឬអ្នកផ្គត់ផ្គង់របស់យើងជឿ ថាសកម្មភាពរបស់អ្នកឬសមាជិករបស់អ្នក
        អាចបណ្តាលឱ្យមាន គ្រោះថ្នាក់ ការខកចិត្ត ឬ រំខាន ដល់អតិថិជន ភ្ញៀវ
        ឬបុគ្គលិក ផ្សេងទៀត យើងឬអ្នកផ្គត់ផ្គង់របស់យើង
        អាចបញ្ចប់ការផ្តល់សេវាកម្មចំពោះអ្នកភ្លាមៗ។ ក្នុងករណីនេះ ទាំង{" "}
        <strong>ដើរលេង</strong> និងអ្នកផ្តល់ សេវាដែលពាក់ព័ន្ធ នឹងមិនផ្តល់សំណង​
        សងប្រាក់សំណង ហើយក៏មិនបង់ថ្លៃណាមួយដែលអ្នកទទួលរងដោយសារ ការបញ្ឈប់សេវាកម្ម
        នេះដែរ។
        <br />
        <br />
        អ្នកទទួលខុសត្រូវចំពោះសុវត្ថិភាពផ្ទាល់ខ្លួនរបស់អ្នក
        និងសុវត្ថិភាពរបស់មនុស្សដែលអមដំណើរដោយពឹងផ្អែកលើអ្នក។
        <br />
        <br />
        អ្នកយល់ព្រមការពារនិងសងជំងឺចិត្តដល់ <strong>ដើរលេង</strong>{" "}
        ដែលជាសមាជិកនិង / ឬអ្នកផ្គត់ផ្គង់រៀងៗខ្លួន និង បុគ្គលិក និងភ្នាក់ងាររបស់{" "}
        <strong>ដើរលេង</strong> និងប្រឆាំងទៅនឹងបណ្តឹងណាមួយ
        បុព្វហេតុនៃសកម្មភាពទាមទារសំណង ការខាតបង់ ការខូចខាត ពិន័យ ការពិន័យ ឬ
        ការចំណាយផ្សេងៗ ឬ ប្រភេទណាមួយ ដែលរួមមាន
        ប៉ុន្តែមិនកំណត់ចំពោះថ្លៃឈ្នួលស្របច្បាប់និងតំលៃណាមួយ ដែលនាំមកដោយ៖
        <li>
          អ្នក​ ឬ អ្នកតំណាងរបស់អ្នក លើសពីការទទួលខុសត្រូវដែលបានពិពណ៌នាខាងលើ; ឬ
          ដោយភាគីទីបីដែលជាលទ្ធផលនៃការ
        </li>
        <li>ការរំលោភលើកិច្ចព្រមព្រៀងនេះឬឯកសារដែលបានយោងនៅទីនេះ</li>
        <li>ការរំលោភរបស់អ្នក លើច្បាប់ណាមួយ ឬ សិទ្ធិរបស់ភាគីទីបី ឬ</li>
        <li>ការប្រើប្រាស់របស់អ្នក នៅលើ គេហទំព័រ រឺ កម្មវិធីឌីជីថលនេះ​។</li>
      </p>
      <h3 className="my-2">
        ៦.១៥. អ្វីដែលបានកើតឡើង ហួសពីការគ្រប់គ្រងរបស់ <strong>ដើរលេង</strong> ឬ
        អ្នកផ្គត់ផ្គង់
      </h3>
      <p>
        មិនមានសំណង រឺ ការទទួលខុសណាមួយ ត្រូវអាចត្រូវបានធ្វើឡើង
        ប្រសិនបើមានអ្វីកើតឡើងហួសពីការគ្រប់គ្រងរបស់យើង
        ឬអ្នកផ្តល់សេវាកម្មដែលពាក់ព័ន្ធ
        យើងនិងជូនដំណឹងអំពីការផ្លាស់ប្តូរការរៀបចំសេវាកម្មនៃការកក់របស់អ្នក ឬ
        យើងឬអ្នកផ្តល់ សេវាកម្មដែលពាក់ព័ន្ធ
        មិនអាចផ្គត់ផ្គង់នូវសេវាកម្មបានទាំងស្រុងឬនៅក្នុងផ្នែកណាមួយដែលបានព្រមព្រៀងគ្នា
        ឬអ្នក និង ទទួលរងនូវការបាត់បង់ឬខូចខាតនៃការព្រមព្រៀងនោះ។
        កាលៈទេសៈហួសពីការគ្រប់គ្រងរបស់អ្នកផ្តល់សេវាកម្មដែលពាក់ព័ន្ធរបស់យើង ឬ
        ជាអ្នកផ្តល់សេវាកម្មដែលពាក់ព័ន្ធគឺ មិនអាច មើលឃើញឬចៀសវាងបានទេ
        សូម្បីតែបន្ទាប់ពីការព្យាយាមយកចិត្តទុកដាក់និងដោះស្រាយ ដោយរាប់បញ្ចូល
        ប៉ុន្តែមិនត្រូវបាន កំណត់ចំពោះសង្គ្រាម សកម្មភាពភេរវកម្ម ចលាចលស៊ីវិល
        វិវាទឧស្សាហកម្ម និង ស្ថានភាពអាកាសធាតុអាក្រក់។
      </p>

      <h3 className="my-2">៧. កម្មវិធីរង្វាន់របស់ដើរលេង</h3>
      <h3 className="my-2">៧.១. អត្ថប្រយោជន៍នៃការណែនាំ</h3>
      <p>
        បើអាចអនុវត្ត កម្មវិធីអត្ថប្រយោជន៍នៃការណែនាំរបស់ <strong>ដើរលេង</strong>{" "}
        អនុញ្ញាតឱ្យអ្នកក្នុងនាមជាអ្នកធ្វើដំណើរ ដើម្បីទទួលបានក្រេឌីត ពី{" "}
        <strong>ដើរលេង</strong>{" "}
        សំរាប់ការណែនាំមិត្តភក្តិរបស់អ្នកដែលមិនទាន់ជាសមាជិក​{" "}
        <strong>ដើរលេង</strong> ហើយដែលមិនធ្លាប់បានកក់ដំណើរកម្សាន្តជាមួយ{" "}
        <strong>ដើរលេង</strong> (“ អ្នកប្រើប្រាស់ថ្មី”) ដែលអ្នកណែនាំ
        អោយមានការកក់ពិតប្រាកដជាមួយ <strong>ដើរលេង</strong> ។
        សមាជិកនៃកម្មវិធីសម្ព័ន្ធភាព (affiliate program) របស់
        <strong>ដើរលេង</strong>មិនអាចប្រមូលក្រេឌីតធ្វើដំណើរក្នុងពេលដំណាលគ្នា
        តាមរយៈ តំណណែនាំរបស់អ្នកទេ។ ដើម្បីសន្សំនិងទទួលយកក្រេឌីតធ្វើដំណើរ
        អ្នកត្រូវតែរក្សាគណនី <strong>ដើរលេង</strong> ឱ្យបានល្អ។
        ដើម្បីទទួលបានក្រេឌីតការធ្វើដំណើរសូមណែនាំ អ្នកប្រើប្រាស់ថ្មី
        ដោយផ្ញើតំណអញ្ជើញផ្ទាល់ខ្លួនរបស់អ្នកដែលមាននៅក្នុង កន្លែងសមាជិកភាពរបស់អ្នក
        នៅលើគេហទំព័រ រឺ កម្មវិធី ឌីជីថល។ អ្នកក៏អាចចែករំលែកតំណណែនាំរបស់អ្នក
        តាមរយៈអ៊ីម៉ែល និងប្រព័ន្ធផ្សព្វផ្សាយសង្គម ទៅកាន់មិត្តភក្តិនិង
        ក្រុមគ្រួសារ។ អ្នកមិនអាចចែករំលែកតំណណែនាំរបស់អ្នកនៅលើវេទិកាសាធារណៈ ឬ
        គេហទំព័រ គូប៉ុងឡើយ។ ប្រសិនបើអ្នកធ្វើដូចនេះវាជាការ
        រំលោភលើកិច្ចព្រមព្រៀងនេះហើយ<strong>ដើរលេង</strong>
        អាចនឹងបញ្ចប់គណនីរបស់អ្នក។ បន្ទាប់មកអ្នកនឹងត្រូវលុបចោលរាល់ក្រេដីត
        ការធ្វើដំណើរទាំងអស់នៅក្នុងគណនីរបស់អ្នក។ <strong>ដើរលេង</strong>{" "}
        សូមរក្សាសិទ្ធិក្នុងការលុបចោល ដកហូតសិទ្ធិ ឬរារាំងការចេញ ក្រេដីតធ្វើដំណើរ
        ក្នុងករណីសង្ស័យថាមានការក្លែងបន្លំ ឬប្រើប្រាស់កម្មវិធីនេះមិនត្រឹមត្រូវ
        ហើយមិនចាំបាច់ផ្តល់ព័ត៌មានលំអិត ឬការពន្យល់ណាមួយឡើយ។
        ប្រសិនបើអ្នកប្រើប្រាស់ថ្មីអាចចុចតំណការអញ្ជើញតែមួយគត់របស់អ្នក
        (ឬបញ្ចូលលេខកូដអញ្ជើញ របស់អ្នក)
        ដើម្បីចុះឈ្មោះគណនីដាយឡេងនិងធ្វើការកក់ដំបូងដោយផ្ទាល់ជាមួយ
        <strong>ដើរលេង</strong> ដោយប្រើការ បញ្ចុះតម្លៃដែលអ្នកបាន បញ្ជាក់
        (លើកលែងតែមានការបញ្ជាក់ ១ ភាគរយ) នោះ<strong>ដើរលេង</strong>
        នឹងដាក់ចំនួនទឹកប្រាក់ដែលបានបញ្ជាក់ (លើកលែងតែមានចែង ផ្សេងទៀត ១ %)
        នៃតម្លៃដំណើរកម្សាន្តរបស់មិត្តអ្នក នៅថ្ងៃដែលមិត្តរបស់អ្នកកក់ដំណើរកម្សាន្ត
        រឺ សេវាកម្ម ទៅគណនី<strong>ដើរលេង</strong> របស់អ្នក។
        ប្រសិនបើអ្នកប្រើប្រាស់ថ្មីចុចលើតំណអញ្ជើញរបស់អ្នក
        (ឬបញ្ចូលលេខកូដអញ្ជើញរបស់អ្នក) ដើម្បីចុះឈ្មោះតែ គណនី{" "}
        <strong>ដើរលេង</strong> ដើម្បីឱ្យមានគណនីរបស់គាត់ជាមួយ{" "}
        <strong>ដើរលេង</strong> នោះ <strong>ដើរលេង</strong>
        នឹងដាក់ក្រេដីតដំណើរកំសាន្តដែលត្រូវបានបញ្ជាក់ (៣ ដុល្លារ) ទៅក្នុង គណនី
        <strong>ដើរលេង</strong>របស់អ្នក។ អ្នកត្រូវតែចូលទៅក្នុងគណនី
        <strong>ដើរលេង</strong>របស់អ្នកដើម្បីប្រើក្រេដីតធ្វើដំណើរ របស់អ្នក។
        ក្រេឌីតទាំងនេះអាចត្រូវបានប្រើដើម្បីកក់ដំណើរកម្សាន្តណាមួយតាមរយៈគេហទំព័រ
        រឺ កម្មវិធីឌីជីថល <strong>ដើរលេង</strong> ។ ក្រេដីតធ្វើដំណើរ គឺមិនអាចសង
        រឺ ដកជាទឹកប្រាក់វិញបានទេ។
        នៅពេលការលុបចោលដំណើរកម្សាន្តរបស់អ្នកទេសចរនោះក្រេដីតណាមួយដែលត្រូវ
        បានប្រើសម្រាប់ការកក់នឹងមិនត្រូវបានសងជាប្រាក់ រឺ
        បង្វិលត្រលប់ក្រេដីតដែលបានប្រើត្រលប់ទៅគណនី<strong>ដើរលេង</strong>
        របស់អ្នកវិញទេ។ <strong>ដើរលេង</strong> សូមរក្សាសិទ្ធិដើម្បីកែប្រែ ឬ
        បញ្ឈប់ កម្មវិធីអត្ថប្រយោជន៍ទាំងនេះ ជាបណ្តោះអាសន្ន ឬ ជាអចិន្ត្រៃយ៍
        (ឬផ្នែកណាមួយ) ដោយមានឬគ្មានការជូនដំណឹងជាមុន។ <strong>ដើរលេង</strong>{" "}
        នឹងមិនទទួលខុសត្រូវចំពោះអ្នក ក្នុងករណីមានការផ្លាស់ប្តូរ ការផ្អាក រឺ
        ការបន្ត កម្មវិធីនេះទេ។ ក្រេដីតធ្វើដំណើរគឺមិនអាចទូទាត់
        សងជាសាច់ប្រាក់ឬសមមូលបានទេ។ លេខកូដផ្សព្វផ្សាយរបស់<strong>ដើរលេង</strong>
        និង ក្រេឌីតដំណើរកំសាន្តមិនអាចយកទៅប្រើប្រាស់បានទេ
        ចំពោះការកក់ដែលបានទទួលស្គាល់ (confirmed) រួចហើយ។ អ្នកអាច
        សំរេចចិត្តជ្រើសរើសក្នុង លុប រឺ បោះបង់ចោលនូវ​អត្ថប្រយោជន៍នេះ ដោយ{" "}
        <strong>ដើរលេង</strong>មិនអាចធ្វើការសងជាសាច់ប្រាក់នោះទេ​។
      </p>
      <h3 className="my-2">៧.២. កូដបញ្ចុះតំលៃ</h3>
      <p>
        <strong>ដើរលេង</strong> អាចផ្តល់ជូននូវកូដបញ្ចុះតំលៃ ដែលមានរយះពេលកំណត់មួយ
        អាចរហូតទៅដល់ ៣០​ថ្ងៃចាប់ពីពេលប្រកាសដាក់អោយប្រើ ប្រាស់នៃកូដបញ្ចុះតំលៃនេះ
        ហើយមានការផ្លាស់ប្តូរ រឺ ផ្តល់ជូនជារឿយៗ ។
        លេខកូដផ្តល់ជូនអាចត្រូវបានប្រើសម្រាប់ការកក់ ដំណើរកម្សាន្តនិង
        សេវាកម្មទេសចរណ៍
        នៅលើមូលដ្ឋានដូចបានចែងខាងលើសម្រាប់កម្មវិធីអត្ថប្រយោជន៍ដែលបានណែនាំ។
        លេខកូដបញ្ចុះតំលៃតែមួយ អាចត្រូវបានប្រើសំរាប់ការកក់សេវាកម្មតែមួយប៉ុណ្ណោះ
        ហើយកូដបញ្ចុះតំលៃនេះ ប្រហែលជាមិនត្រូវបាន រាប់បញ្ចូលជាមួយក្រេដីតទេ។
      </p>

      <h3 className="my-2">៨. មាតិកាប្រកាសដោយ ដើរលេង</h3>
      <p>
        រាល់ទិន្ន័យ អត្ថបទ និងខ្លឹមសារនានានៅលើគេហទំព័រនិងកម្មវិធីឌីជីថល
        រួមបញ្ចូល ប៉ុន្តែមិនមានកំណត់ចំពោះ រូបភាព រូបភាពក្រាហ្វិច អត្ថបទ សំឡេង
        និងវីដេអូខ្លី ត្រូវបានការពារដោយឬមាន រក្សារសិទ្ធិ
        សិទ្ធិស្លាកសញ្ញាពាណិជ្ជកម្ម សិទ្ធិសញ្ញាសេវាកម្ម និង / ឬ
        សិទ្ធិកម្មសិទ្ធិបញ្ញាផ្សេងទៀត។ ("កម្មសិទ្ធិបញ្ញា")។
        កម្មសិទ្ធិបញ្ញាត្រូវបានគ្រប់គ្រងនិងការពារដោយប្រទេស​កម្ពុជានិង
        ច្បាប់រក្សាសិទ្ធិ ពាណិជ្ជសញ្ញានិង / ឬច្បាប់កម្មសិទ្ធិបញ្ញាផ្សេងទៀត
        និងបទប្បញ្ញត្តិនៃសន្ធិសញ្ញាច្បាប់ស្ដីពីសិទ្ធិឯកជននិងសាធារណៈ
        និងបទបញ្ញត្តិ និងលក្ខន្តិកៈទំនាក់ទំនង។ កម្មសិទ្ធិបញ្ញាត្រូវបាន
        កាន់កាប់ឬគ្រប់គ្រងដោយយើងឬភាគីផ្សេងទៀត ដែលបាន ផ្តល់សិទ្ធិឱ្យយើងប្រើ
        សិទ្ធិបញ្ញារបស់ពួកគេឬសិទ្ធិក្នុងការលក់ផលិតផលនិង / សេវាកម្មរបស់ពួកគេ
        (ជារួម "អ្នកផ្តល់ IP") ។
        កម្មសិទ្ធិបញ្ញាត្រូវបានផ្តល់ជូនសម្រាប់ការប្រើប្រាស់ផ្ទាល់ខ្លួននិងមិនមែនសំរាប់ពាណិជ្ជកម្មរបស់អ្នក។
        អ្នកយល់ព្រមគោរពតាម
        សេចក្តីជូនដំណឹងស្តីពីការរក្សាសិទ្ធិព័ត៌មានឬការរឹតត្បិតបន្ថែមដែលមាននៅក្នុងឯកសារឬមាតិកាណាមួយនៅលើគេហទំព័រ។
        អ្នកអាចទាញយកកម្មសិទ្ធិបញ្ញាណាមួយសម្រាប់តែការប្រើប្រាស់ផ្ទាល់ខ្លួនមិនមែនជាពាណិជ្ជកម្មស្របនឹងល័ក្ខខ័ណ្ឌទាំងនេះដែលបានផ្តល់ឱ្យអ្នករក្សា
        ការរក្សាសិទ្ធិ និងសេចក្តីជូនដំណឹងផ្សេងទៀតដែលមាននៅក្នុងកម្មសិទ្ធិបញ្ញា។
        អ្នកមិនអាចថតចំលង ផលិតឡើងវិញ បោះពុម្ពផ្សាយ បង្ហោះ បញ្ជូន ចែកចាយនិង /
        ឬកេងចំណេញលើកម្មសិទ្ធិបញ្ញាណាមួយតាមមធ្យោបាយណាមួយ (រួមទាំងអ៊ីមែលឬ
        មធ្យោបាយអេឡិចត្រូនិចផ្សេងទៀត)
        ដោយគ្មានការយល់ព្រមជាលាយលក្ខណ៍អក្សរជាមុនពីអ្នកផ្តល់ IP ឡើយ។
        ការកែប្រែកម្មសិទ្ធិ បញ្ញា ណាមួយឬការប្រើប្រាស់កម្មសិទ្ធិបញ្ញាណាមួយ
        សម្រាប់គោលបំណងផ្សេងទៀតគឺជាការរំលោភលើការរក្សាសិទ្ធិ សិទ្ធិពាណិជ្ជសញ្ញា
        និងសិទ្ធិជាកម្មសិទ្ធិផ្សេងទៀត។
        ការប្រើប្រាស់កម្មសិទ្ធិបញ្ញាណាមួយនៅលើគេហទំព័រផ្សេងទៀតឬបណ្តាញកុំព្យូទ័រ
        ដែលមានបណ្តាញ ឬថែរក្សាបណ្តាញភ្ជាប់ដែលមិនមានការអនុញ្ញាត
        ត្រូវបានហាមឃាត់ដោយល័ក្ខខ័ណ្ឌទាំងនេះ។
      </p>

      <h3 className="my-2">
        ៩. ល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់សំរាប់ ការវាយតំលៃ ផ្តល់យោបល់ និង ការចុះបញ្ជី
        ធ្វើឡើងដោយអ្នក
      </h3>
      <p>
        ល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់សម្រាប់ ការវាយតំលៃ និង ផ្តល់យោបល់
        របស់អតិថិជននៅក្នុង <strong>ដើរលេង</strong> គ្រប់គ្រងទៅលើចំណង់ចំណូលចិត្ត
        អ្នកប្រើប្រាស់ ទាក់ទងនឹង ការវាយតម្លៃ និង ផ្តល់យោបល់​
        ទៅលើសេវាកម្មដែលបានផ្តល់ដោយប្រតិបត្តិករ និង អ្នកផ្គត់ផ្គង់ នៅលើ វេទិការ{" "}
        <strong>ដើរលេង</strong>។ ក្នុងករណីមានការជាន់គ្នារវាង គោលការណ៍ឯកជនភាព
        និងល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់ របស់ <strong>ដើរលេង</strong>{" "}
        នោះល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់នឹងបានអនុវត្តជាគោល។​
        អ្នកយល់ព្រមបន្ថែមទៀតនិងធានាថា អ្នកមិនដាក់បញ្ចូលមតិការ ណាមួយ ដែល: ខុស
        មិនពិត ឬ បំភ័ន្ត រំលោភលើការរក្សាសិទ្ធិ ប៉ាតង់ ស្លាកសញ្ញាពាណិជ្ជ
        ការសម្ងាត់ពាណិជ្ជកម្ម ឬ សិទ្ធិជាកម្មសិទ្ធិផ្សេងទៀត
        សិទ្ធិនៃការបោះពុម្ពផ្សាយ ឬ ការសម្ងាត់របស់ភាគីទីបីណាមួយ បទល្មើសលើច្បាប់
        ក្រឹត្យ សេចក្តីណែនាំ ឬ បទបញ្ញត្តិ ណាមួយ
        (រួមបញ្ចូលប៉ុន្តែមិនកំណត់ចំពោះយុត្តាធិការលើការគ្រប់គ្រងការនាំចេញ
        ការការពារអ្នកប្រើប្រាស់ ការប្រកួតប្រជែងដោយអយុត្តិធម៌
        ការបង្ក្រាបការរើសអើង ឬ ការផ្សាយពាណិជ្ជកម្មមិនពិត។ ល។ )
        មូលហេតុនិងការបរិហារកេរ្តិ៍ ការបង្កាច់បង្ខូច ការស្អប់ ការរើសអើងពូជសាសន៍ ឬ
        សាសនា ការនិយាយប្រមាថ ការគំរាមកំហែងខុសច្បាប់ ឬ
        ការយាយីខុសច្បាប់ប្រឆាំងនឹងបុគ្គល ភាពជាដៃគូ ឬ ក្រុមហ៊ុនណាមួយ។
        ទាក់ទងនឹងសំណងទៅភាគីទីបីឬ​សំណងផ្សេងទៀត។ មានផ្ទុកព័ត៌មានណាមួយទាក់ទងនឹង
        គេហទំព័រ អាស័យដ្ឋាន អ៊ីម៉ែល ព័ត៌មានទំនាក់ទំនង ឬ លេខទូរស័ព្ទ
        ផ្ទុកមេរោគកុំព្យួទ័រ ឬកម្មវិធីសំខាន់កុំព្យូទ័រ ឬឯកសារកុំព្យូទ័រ
        ដែលអាចបង្ករគ្រោះថ្នាក់។
        សូមជ្រាបថាប្រសិនបើអ្នកបញ្ចូលមាតិកាខុសច្បាប់អ្នកអាចនឹងត្រូវពិន័យ។
        អ្នកយល់ព្រមសង ជំងឺចិត្តនិង មិនបង្ករគ្រោះថ្នាក់ដល់{" "}
        <strong>ដើរលេង</strong> (និងមន្រ្តី នាយក ភ្នាក់ងារ
        ក្រុមហ៊ុនបុត្រសម្ព័ន្ធ ម្ចាស់ភាគហ៊ុន និយោជិក និង អ្នកផ្តល់សេវាកម្ម
        ភាគីទីបី) ពី និង ប្រឆាំងនឹងរាល់ ការទាមទារ ការខូចខាត ការបាត់បង់ បំណុល
        និងចំណាយ រួមទាំងថ្លៃឈ្នួលមេធាវី ដែលកើតឡើង ដោយពាក់ព័ន្ធឬទាក់ទងនឹងការរំលោភ
        លើល័ក្ខខ័ណ្ឌ នៃការប្រើប្រាស់ឬច្បាប់ណាមួយ ដោយអ្នកប្រើប្រាស់។ អ្នកផ្តល់ឱ្យ{" "}
        <strong>ដើរលេង</strong> នូវសិទ្ធិអចិន្រ្តៃយ៍ មិនអាចដកហូតបាន
        គ្មានកម្មសិទ្ធិ មានសិទ្ធិផ្ទេរ និង មានអាជ្ញាប័ណ្ណក្នុងការប្រើប្រាស់
        មាតិកាទូទាំង ពិភពលោក ដែលរួមបញ្ចូលប៉ុន្តែមិនកំណត់ក្នុង ការថតចំលង កែប្រែ
        លុបចោលទាំងស្រុង កែសំរួល ផ្សព្វផ្សាយ បកប្រែ បង្កើតស្នាដៃចម្លងពី លក់
        ចែកចាយ និង/ ឬបញ្ចូលមាតិកាទៅក្នុងទម្រង់ ណាមួយ ប្រព័ន្ធផ្សព្វផ្សាយ ឬ
        បច្ចេកវិទ្យា។ អ្នកយល់ព្រម បន្ថែមទៀត និង ធានាថា
        នៅពេលបញ្ជូលព័ត៌មានឬខ្លឹមសារណាមួយទៅ <strong>ដើរលេង</strong>{" "}
        អ្នកធ្វើជាអ្នកតំណាង និង ធានាថា៖
        អ្នកគឺជាអ្នកផលិតនិងជាម្ចាស់កម្មសិទ្ធិបញ្ញាតែមួយគត់ចំពោះមាតិកា។
        អ្នកបានលះបង់ (សិទ្ធិសីលធម៌) ទាំងអស់ដែលអ្នកមាន នៅក្នុងមាតិកា។
        មាតិកាត្រូវមានលក្ខណៈត្រឹមត្រូវតាមច្បាប់និងប្រាកដវ។
        មាតិកាអាចត្រូវបានប្រើដោយ <strong>ដើរលេង</strong> តាមការសំរេច ចិត្តរបស់{" "}
        <strong>ដើរលេង</strong>។ <strong>ដើរលេង</strong>{" "}
        សូមរក្សាសិទ្ធិក្នុងការផ្លាស់ប្តូរ កាត់បន្ថយ ឬ ដកមាតិកាចេញប្រសិនបើ{" "}
        <strong>ដើរលេង</strong> កំណត់តាមការ
        សំរេចចិត្តរបស់ខ្លួនថាខ្លឹមសារណាមួយនៅលើគេហទំព័ររបស់{" "}
        <strong>ដើរលេង</strong> ល្មើសនឹងគោលការណ៍ណែនាំ ខ្លឹមសារ
        ឬបទប្បញ្ញត្តិផ្សេងទៀត នៃល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់ទាំងនេះ។
        លើសពីនេះទៀតអ្នកប្រហែល ជាមិនអាចកែ រឺ លុបចោលនូវមាតិការបានទេតាមរយៈ{" "}
        <strong>ដើរលេង</strong>។
        មាតិកាជាធម្មតាត្រូវបានយល់ព្រមអោយផ្សព្វផ្សាយក្នុងរយៈពេល ២ ទៅ ៤
        ថ្ងៃនៃថ្ងៃធ្វើការបន្ទាប់ពីអ្នកបានដាក់ស្នើ។ ទោះយ៉ាងណា{" "}
        <strong>ដើរលេង</strong> សូមរក្សាសិទ្ធិក្នុងការដកចេញឬបដិសេធក្នុងការបង្ហោះ
        មាតិកាដោយហេតុផលណាមួយ​ ដោយគ្មានការជូន ដំណឹងជាមុន។
        អ្នកត្រូវទទួលខុសត្រូវទាំងស្រុងចំពោះមាតិកា។ <strong>ដើរលេង</strong>{" "}
        ភ្នាក់ងារ ក្រុមហ៊ុនបុត្រសម្ព័ន្ធ ក្រុមហ៊ុនដៃគូ ឬអ្នកផ្តល់សេវា ភាគីទីបី
        និង នាយក មន្ត្រី និងបុគ្គលិករៀងៗខ្លួន មិនមានកាតព្វកិច្ចរក្សា
        មាតិកាជាការសម្ងាត់ឡើយ។ តាមរយៈការបញ្ជូន អាស័យដ្ឋានអ៊ីម៉ែលរបស់អ្នក
        ជាមួយមាតិការបស់អ្នក អ្នកយល់ព្រមថា <strong>ដើរលេង</strong>{" "}
        និងអ្នកផ្តល់សេវាកម្មភាគីទីបី មានសិទ្ធិប្រើ
        អាស័យដ្ឋានអ៊ីម៉ែលរបស់អ្នកដើម្បីទាក់ទងជាមួយអ្នក ទាក់ទងនឹងស្ថានភាពមាតិកា
        របស់អ្នក ឬ សម្រាប់គោលបំណង ផ្នែករដ្ឋបាល ផ្សេងៗទៀត។
      </p>

      <h3 className="my-2">
        ១០. ការរាយការណ៍អំពីការអះអាងនៃការរំលោភបំពានច្បាប់រក្សាសិទ្ធិ
      </h3>
      <p>
        ប្រសិនបើអ្នកជឿជាក់ថា សម្ភារៈ (material)
        ដែលប្រកាសដោយពួកយើងធ្វើឱ្យប៉ះពាល់ដល់ការរក្សាសិទ្ធិរបស់អ្នក សូមបញ្ជូន
        (ឬឱ្យភ្នាក់ងារ របស់អ្នកបញ្ជូនមកយើង)
        នូវសេចក្តីជូនដំណឹងរួមទាំងព័ត៌មានទាំងអស់ដែលបានស្នើសុំនៅខាងក្រោម។
        ប្រសិនបើអ្នកខកខានមិនបានផ្តល់នូវរាល់ព័ត៌មានដែលបានស្នើសុំ
        យើងនឹងមិនធ្វើការកែប្រែសំរាប់ការជូនដំណឹងរបស់អ្នកទេ។
        អ្នកប្រហែលជាចង់ស្វែងរកការប្រឹក្សាផ្នែកច្បាប់មុនពេលបញ្ជូនសេចក្តីជូនដំណឹងអំពីការរំលោភបំពានច្បាប់រក្សាសិទ្ធិ។
        អ្នកអាចទទួលខុសត្រូវចំពោះការចោទប្រកាន់មិនពិតនៃការរំលោភបំពានច្បាប់រក្សាសិទ្ធិ។
        <li>
          ហត្ថលេខារូបវន្តបុគ្គលរបស់បុគ្គលដែលត្រូវបានអនុញ្ញាតឱ្យធ្វើសកម្មភាពក្នុងនាមម្ចាស់កម្មសិទ្ធិ។
        </li>
        <li>
          ការពិពណ៌នាអំពីការងាររក្សាសិទ្ធិដែលអ្នកអះអាងថាត្រូវបានរំលោភបំពាន;
        </li>
        <li>
          ការពិពណ៌នាអំពីកន្លែងដែលសម្ភារៈ (material)
          ដែលអ្នកអះអាងថាកំពុងរំលោភមានទីតាំងនៅលើគេហទំព័រ។
        </li>
        <li>អាសយដ្ឋាន លេខទូរស័ព្ទ និង អាសយដ្ឋានអ៊ីមែលរបស់អ្នក</li>
        <li>
          ព័ត៌មានលំអិតដែលបង្ហាញថាអំពីការមិនអនុញាតិដោយម្ចាស់កម្មសិទ្ធិ រឺ
          ភ្នាក់ងារ រឺ អ្នកច្បាប់
        </li>
        <li>
          ព័ត៌មានលំអិតរបស់អ្នកធ្វើឡើងក្រោមការច្បាប់នៃពិន័យពីការរំលោភបំពាន
          ដែលបញ្ជាក់ថាព័ត៌មានខាងលើនៅក្នុង
          សេចក្តីជូនដំណឹងរបស់អ្នកគឺត្រឹមត្រូវហើយអ្នកគឺជាម្ចាស់កម្មសិទ្ធិឬត្រូវបានអនុញ្ញាតឱ្យធ្វើជាតំណាងម្ចាស់កម្មសិទ្ធិ។
        </li>
        <li>
          ភ្នាក់ងាររក្សាសិទ្ធិរបស់យើង
          សម្រាប់ការជូនដំណឹងអំពីការអះអាងនៃការរំលោភលើការរក្សាសិទ្ធិលើគេហទំព័រអាចទាក់ទងបានដូច
          ខាងក្រោម៖
        </li>
      </p>
      <address>
        ក្រុមហ៊ុន <strong>ដើរលេង</strong> ត្រាវែល តិចណូឡូជី ខូអិលធីឌី ​(Derleng
        Travel Technology Co., Ltd)
        <br />
        ផ្ទះលេខ ០៦៧៧ ក្រុម ២៥ បន្ទាយចាស់ សង្កាត់ស្លរក្រាម ក្រុងសៀមរាប
        ខេត្តសៀមរាប កម្ពុជា ១៧២៥១
        <br />
        យើងរក្សាសិទ្ធិក្នុងកាលៈទេសៈសមស្របដើម្បីលុបមាតិកានៅលើគេហទំព័រដែលត្រូវបានចោទប្រកាន់ថារំលោភបំពាន
        ដោយគ្មាន ការជូនដំណឹងជាមុននិង / ឬបញ្ឈប់គណនីអ្នកប្រើប្រាស់
        ដែលរំលោភលើកម្មសិទ្ធិបញ្ញារបស់អ្នកដទៃ។
      </address>

      <h3 className="my-2">១១. ការបដិសេធ</h3>
      <p>
        ប្រសិនបើអ្នកជ្រើសរើសប្រើប្រាស់សេវាកម្ម
        អ្នកព្រមទទួលយកនូវហានិភ័យដែលអាចកើតមានឡើង។ <strong>ដើរលេង</strong>{" "}
        មិនមានកាតព្វកិច្ច ធ្វើការត្រួតពិនិត្យលើ អ្នកធ្វើដំណើរ ប្រតិបត្តិករ
        សមាជិក ឬអ្នកប្រើប្រាស់ដទៃទៀត នៃសេវាកម្ម ឬភាគីទីបីឡើយ ហើយមិនមាន
        ការប៉ុនប៉ង ណាមួយ ដើម្បីផ្ទៀងផ្ទាត់ ការចុះបញ្ជីឬខ្លឹមសារឡើយ។ សេវាកម្ម
        (រាប់បញ្ចូលទាំងគេហទំព័រនិងកម្មវិធីឌីជីថល) ការចុះបញ្ជី និងមាតិកា
        ដែលបានផ្តល់ជូន "ដោយគ្មានការធានា" ។ ជាពិសេស <strong>ដើរលេង</strong>{" "}
        មិនមានការធានា ទាក់ទងទៅនឹងគុណភាព នៃ ការចុះបញ្ជី ធួរ សេវាកម្មទេសចរណ៍
        ឬមាតិកាណាមួយ ឬ ភាពត្រឹមត្រូវ ភាពរហ័ស ទាន់ពេលវេលា ភាពពេញលេញ ឬភាពអាចជឿជាក់
        បាននៃមាតិកាណាមួយ ដែលទទួលបានតាមរយៈ សេវាកម្ម ឬដំបូន្មាន ឬព័ត៌មាន
        ទោះបីជាផ្ទាល់មាត់ ឬសរសេរ ទទួលបានពី <strong>ដើរលេង</strong> ។ ដោយមិនកំណត់
        នូវអ្វីដែលបានលើកឡើងខាងលើ <strong>ដើរលេង</strong>{" "}
        មិនទទួលខុសត្រូវនិងធ្វើការបដិសេធ លើការទទួលខុសត្រូវ ចំពោះ ការប្រើប្រាស់
        សុពលភាព គុណភាព ភាពសមសួន ភាពរឹងមាំ និងការបង្ហាញបញ្ជីឈ្មោះ (Listing)
        និងដំណើរកម្សាន្ត (tours) ជាដាច់ខាត និង មិនធ្វើជាតំណាង ធានា
        ឬល័ក្ខខ័ណ្ឌណាមួយនៃការគោរពនេះ ទោះន័យដូច រឺ ន័យធៀប រឺ លក្ខន្តិកៈណាមួយ
        ផ្សេងទៀត រួមទាំងការធានាណាមួយ ដែលអាចបញ្ជាក់បានពី ទំនិញពាណិជ្ជកម្ម ចំណងជើង
        ការមិនរំលោភបំពាន ឬសាក្សីសម្រាប់ គោលបំណងជាក់លាក់ឬអាចរកបាននៅលើមូលដ្ឋានដែល
        គ្មានការរំខាន សុវត្ថិភាព ឬគ្មានកំហុស។
      </p>

      <h3 className="my-2">១២. បណ្តាញភ្ជាប់ទៅគេហទំព័រភាគីទីបី</h3>
      <p>
        គេហទំព័ររបស់យើងមានតំណភ្ជាប់ទៅគេហទំព័រដែលគ្រប់គ្រងនិងដំណើរការដោយភាគីទីបី។
        ប្រសិនបើអ្នកប្រើតំណភ្ជាប់ទាំងនេះ អ្នកនិងត្រូវបានចាកចេញពីគេហទំព័ររបស់យើង។
        បណ្តាញភ្ជាប់ទាំងនេះត្រូវបានផ្តល់ជូនសម្រាប់ព័ត៌មាន និងភាពងាយស្រួល
        របស់អ្នកប៉ុណ្ណោះ​​ ហើយមិនមែនជាការយល់ព្រមដោយ <strong>ដើរលេង</strong>{" "}
        នៃខ្លឹមសាររបស់គេហទំព័រតភ្ជាប់ឬសេវាកម្មភាគីទីបីឡើយ។{" "}
        <strong>ដើរលេង</strong>{" "}
        មិនមានការត្រួតពិនិត្យខ្លឹមសារនៃគេហទំព័រតភ្ជាប់ណាមួយឡើយហើយក៏មិនទទួលខុសត្រូវចំពោះគេហទំព័រទាំងនេះឬខ្លឹមសាររឺភាពអាចរកបានរបស់ពួកគេដែរ។{" "}
        <strong>ដើរលេង</strong> មិនមានការធានា ឬតំណាង ការបង្ហាញ ឬបង្កប់
        អំពីគេហទំព័រដែលត្រូវបានភ្ជាប់ជាភាគីទីបី
        ដែលពួកគេត្រូវបានគ្រប់គ្រងនិងដំណើរការដោយព័ត៌មានដែលមាននៅលើពួកគេឬភាពសមស្របនៃគុណភាពនៃផលិតផលឬសេវាកម្មរបស់ពួកគេឡើយ។
        ប្រសិនបើអ្នកសំរេចចិត្តចូលមើលគេហទំព័រភាគីទីបីហើយប្រើប្រាស់ព័ត៌មានដែលមាននៅលើគេហទំព័រនោះ
        និង / ឬចូលកិច្ចសន្យាសម្រាប់ការផ្គត់ផ្គង់ ទំនិញឬសេវាកម្ម ពីភាគីទីបីនិង /
        ឬធ្វើការបរិច្ចាគណាមួយដល់ភាគីទីបីនោះ អ្នកទទួល
        ខុសទាំងស្រុងចំពោះហានិភ័យដែលអាចកើតមានឡើង។ <strong>ដើរលេង</strong>{" "}
        មិនទទួលខុសត្រូវចំពោះការខូចខាត ឬការបាត់បង់ឡើយ ទោះជា បណ្តាលមកពី ការប្រើ
        ឬពឹងផ្អែកលើព័ត៌មាន សម្ភារៈ ផលិតផល ឬសេវាកម្ម ណាមួយដែលមាននៅលើ ឬចូលមើល
        តាមរយៈគេហទំព័រ ដែលតភ្ជាប់នោះ។
      </p>

      <h3 className="my-2">១៣. ការតវ៉ា</h3>
      <p>
        ជាសំណាងល្អ ពាក្យការតវ៉ាមានតិចតួច និងស្ទើរតែមិនមាន។ ទោះយ៉ាងណា
        ប្រសិនអ្នកការតវ៉ា សូមទាក់ទងមកខាងសេវាកម្ម អតិថិជនរបស់{" "}
        <strong>ដើរលេង</strong> តាមរយះ (អ៊ីម៉ែលនិងទូរស័ព្ទ) ក្នុងរយៈពេល ៦០
        ថ្ងៃបន្ទាប់ពីត្រឡប់មកពីដំណើរកម្សាន្តរបស់អ្នក។ ទោះយ៉ាងណាអតិថិជន យល់ស្របថា
        ការតវ៉ាដែលមិនបានទទួលក្នុងរយៈពេល ៦០
        ថ្ងៃគិតចាប់ពីថ្ងៃត្រលប់នៃដំណើរកម្សាន្តរបស់អ្នក នឹងត្រូវបានចាត់ទុកថា
        អ្នកពេញចិត្ត និង យល់ស្របទៅលើគុណភាពសេវាកម្មរបស់អ្នកផ្គត់ផ្គង់។
      </p>
    </div>
  );
};

export default TermCondition;
